Repository: ubiquitous-tom/wp-themes-composer
Catalog: rlje/languages/*.po
Languages: es, fr, pt

source: Create your Acorn TV Password (case-sensitive)
es: Cree su contraseña de Acorn TV (distingue entre mayúsculas y minúsculas)
fr: [fr] Create your Acorn TV Password (case-sensitive)
pt: [pt] Create your Acorn TV Password (case-sensitive)

source: Hint: The password should be at least six characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ & ).
es: Sugerencia: La contraseña debe tener seis caracteres como mínimo. Para hacerla más segura, use letras mayúsculas y minúsculas, números y símbolos como ! " ? $ % ^ & ).
fr: [fr] Hint: The password should be at least six characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ & ).
pt: [pt] Hint: The password should be at least six characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ & ).

source: Enter your new password below
es: Ingrese su nueva contraseña a continuación
fr: [fr] Enter your new password below
pt: [pt] Enter your new password below

source: New password
es: Nueva contraseña
fr: [fr] New password
pt: [pt] New password

source: Confirm new password
es: Confirmar nueva contraseña
fr: [fr] Confirm new password
pt: [pt] Confirm new password

source: We’re sorry, but this link has expired for security reasons. If you still need to reset your password, please
es: Lo sentimos, pero este enlace ha caducado por razones de seguridad. Si aún necesita restablecer su contraseña, por favor
fr: [fr] We’re sorry, but this link has expired for security reasons. If you still need to reset your password, please
pt: [pt] We’re sorry, but this link has expired for security reasons. If you still need to reset your password, please

source: Welcome Roku User!
es: ¡Bienvenido usuario de Roku!
fr: [fr] Welcome Roku User!
pt: [pt] Welcome Roku User!

source: Please select from the following options:
es: Seleccione de las siguientes opciones:
fr: [fr] Please select from the following options:
pt: [pt] Please select from the following options:

source: New to Acorn TV?
es: ¿Es nuevo en Acorn TV?
fr: [fr] New to Acorn TV?
pt: [pt] New to Acorn TV?

source: Sign up for the free trial now and authorize your Roku.
es: Registrarse para una prueba gratis ahora y autorizar su Roku.
fr: [fr] Sign up for the free trial now and authorize your Roku.
pt: [pt] Sign up for the free trial now and authorize your Roku.

source: Sign Up & Authorize
es: Registrarse y autorizar
fr: [fr] Sign Up & Authorize
pt: [pt] Sign Up & Authorize

source: After clicking this button, you will be asked to set up an account to start your free trial including billing information to be used once your 7-day free trial ends. Once your trial is over, the cost is $4.99/month. You may cancel at any time before your 7 days are up to avoid charges.
es: Después de hacer clic en este botón, se le pedirá que configure una cuenta para comenzar con su prueba gratis incluida la información de facturación para usar cuando finalice su prueba gratis de 7 días. Cuando finalice su prueba, el costo es de $4.99/mes. Puede cancelar en cualquier momento antes de que se terminen los 7 días para evitar recargos.
fr: [fr] After clicking this button, you will be asked to set up an account to start your free trial including billing information to be used once your 7-day free trial ends. Once your trial is over, the cost is $4.99/month. You may cancel at any time before your 7 days are up to avoid charges.
pt: [pt] After clicking this button, you will be asked to set up an account to start your free trial including billing information to be used once your 7-day free trial ends. Once your trial is over, the cost is $4.99/month. You may cancel at any time before your 7 days are up to avoid charges.

source: At the end of the set-up process you will be asked for a 4-digit code from your Roku. This code can be found by clicking "Authorize" on the initial screen inside the Acorn TV channel on Roku after you have added the Acorn TV channel from the Roku Channel Store.
es: Al final del proceso de configuración se le pedirá un código de 4 dígitos desde su Roku. Este código se puede encontrar al hacer clic en “Autorizar” en la pantalla inicial dentro del canal de Acorn TV en Roku después de que haya agregado el canal de Acorn TV desde su Tienda de canal de Roku.
fr: [fr] At the end of the set-up process you will be asked for a 4-digit code from your Roku. This code can be found by clicking "Authorize" on the initial screen inside the Acorn TV channel on Roku after you have added the Acorn TV channel from the Roku Channel Store.
pt: [pt] At the end of the set-up process you will be asked for a 4-digit code from your Roku. This code can be found by clicking "Authorize" on the initial screen inside the Acorn TV channel on Roku after you have added the Acorn TV channel from the Roku Channel Store.

source: Already a Member?
es: ¿Ya es un miembro?
fr: [fr] Already a Member?
pt: [pt] Already a Member?

source: Sign in now and authorize your Roku.
es: Inicie sesión ahora y autorice su Roku.
fr: [fr] Sign in now and authorize your Roku.
pt: [pt] Sign in now and authorize your Roku.

source: Sign In &Authorize
es: Iniciar sesión y autorizar
fr: [fr] Sign In &Authorize
pt: [pt] Sign In &Authorize

source: If you're already an Acorn Premium member, clicking this button will take you to a sign in page. After you have signed in to your Acorn TV account, you will be asked for a 4-digit code from your Roku. This code can be found by clicking "Authorize" on the initial screen inside the Acorn TV channel on Roku after you have added the Acorn TV channel from the Roku Channel Store.
es: Si ya es un miembro prémium de Acorn, haga clic en este botón lo llevará a la página de inicio de sesión. Después de haya iniciado sesión en su cuenta de Acorn TV, se le pedirá un código de 4 dígitos de su Roku. Este código se puede encontrar al hacer clic en “Autorizar” en la pantalla inicial dentro del canal de Acorn TV en Roku después de que haya agregado el canal de Acorn TV desde su Tienda de canal de Roku.
fr: [fr] If you're already an Acorn Premium member, clicking this button will take you to a sign in page. After you have signed in to your Acorn TV account, you will be asked for a 4-digit code from your Roku. This code can be found by clicking "Authorize" on the initial screen inside the Acorn TV channel on Roku after you have added the Acorn TV channel from the Roku Channel Store.
pt: [pt] If you're already an Acorn Premium member, clicking this button will take you to a sign in page. After you have signed in to your Acorn TV account, you will be asked for a 4-digit code from your Roku. This code can be found by clicking "Authorize" on the initial screen inside the Acorn TV channel on Roku after you have added the Acorn TV channel from the Roku Channel Store.

source: All Rights Reserved
es: Todos los derechos reservados
fr: [fr] All Rights Reserved
pt: [pt] All Rights Reserved

source: Welcome Samsung User!
es: ¡Bienvenido usuario de Samsung!
fr: [fr] Welcome Samsung User!
pt: [pt] Welcome Samsung User!

source: After clicking "Sign Up", you will be asked to set up an account to begin your 30-day free trial. You will be asked for billing information to be used when your free trial period ends. Once your trial is over, your monthly membership cost is $4.99/mo. You may cancel at any time before your trial expires to avoid any charges.
es: Después de hacer clic en “Registrarse”, se le pedirá que configure una cuenta para comenzar su prueba gratis de 30 días. Se le pedirá información de facturación para utilizar cuando finalice su período gratis de prueba. Cuando finalice su prueba, su membresía mensual tiene un costo de $4.99/mes. Puede cancelar en cualquier momento antes de que finalice su prueba para evitar recargos.
fr: [fr] After clicking "Sign Up", you will be asked to set up an account to begin your 30-day free trial. You will be asked for billing information to be used when your free trial period ends. Once your trial is over, your monthly membership cost is $4.99/mo. You may cancel at any time before your trial expires to avoid any charges.
pt: [pt] After clicking "Sign Up", you will be asked to set up an account to begin your 30-day free trial. You will be asked for billing information to be used when your free trial period ends. Once your trial is over, your monthly membership cost is $4.99/mo. You may cancel at any time before your trial expires to avoid any charges.

source: At the end of the setup process, simply sign in on your Samsung SmartTV or Blu-Ray player. Please note you credentials will work on all AcornTV platforms including our website, Roku channel, iOS app for iPhone and iPad as well as your Samsung SmartTV or Blu-Ray player.
es: Al final del proceso de configuración, simplemente inicie sesión en su televisor inteligente Samsung o en su reproductor de Blu-Ray. Tenga en cuenta que sus credenciales trabajarán en todas sus plataformas de Acorn TV incluidos nuestro sitio web, el canal de Roku, la aplicación de iOS para iPhone e iPad como así también su televisor inteligente Samsung o su reproductor de Blu-Ray.
fr: [fr] At the end of the setup process, simply sign in on your Samsung SmartTV or Blu-Ray player. Please note you credentials will work on all AcornTV platforms including our website, Roku channel, iOS app for iPhone and iPad as well as your Samsung SmartTV or Blu-Ray player.
pt: [pt] At the end of the setup process, simply sign in on your Samsung SmartTV or Blu-Ray player. Please note you credentials will work on all AcornTV platforms including our website, Roku channel, iOS app for iPhone and iPad as well as your Samsung SmartTV or Blu-Ray player.

source: Simply install the Acorn TV channel on your Samsung SmartTV or Blu-Ray player and use the the Sign In button to enter your existing username and password. Forgot your password? Click <a href="forgotpassword.html">here</a> to recover it.
es: Simplemente instale el canal de Acorn TV en su televisor inteligente Samsung o su reproductor de Blu-Ray y use el botón de Inicio de sesión para ingresar su nombre de usuario y contraseña existente. ¿Olvidó su contraseña? Haga clic en <a href="forgotpassword.html"> aquí</a> para recuperarla.
fr: [fr] Simply install the Acorn TV channel on your Samsung SmartTV or Blu-Ray player and use the the Sign In button to enter your existing username and password. Forgot your password? Click <a href="forgotpassword.html">here</a> to recover it.
pt: [pt] Simply install the Acorn TV channel on your Samsung SmartTV or Blu-Ray player and use the the Sign In button to enter your existing username and password. Forgot your password? Click <a href="forgotpassword.html">here</a> to recover it.

source: Please note your credentials will work on all Acorn TV platforms including our website, Roku channel, iOS app for iPhone and iPad as well as your Samsung SmartTV or Blu-Ray player.
es: Tenga en cuenta que sus credenciales trabajarán en todas sus plataformas de Acorn TV incluidos nuestro sitio web, el canal de Roku, la aplicación de iOS para iPhone e iPad como así también su televisor inteligente Samsung o su reproductor de Blu-Ray.
fr: [fr] Please note your credentials will work on all Acorn TV platforms including our website, Roku channel, iOS app for iPhone and iPad as well as your Samsung SmartTV or Blu-Ray player.
pt: [pt] Please note your credentials will work on all Acorn TV platforms including our website, Roku channel, iOS app for iPhone and iPad as well as your Samsung SmartTV or Blu-Ray player.

source: Please use your current Acorn TV e-mail and password.
es: Use su correo electrónico y contraseña actuales de Acorn TV.
fr: [fr] Please use your current Acorn TV e-mail and password.
pt: [pt] Please use your current Acorn TV e-mail and password.

source: Your password has been updated. Please login again to continue using the site.
es: Se ha actualizado su contraseña. Inicie sesión nuevamente para continuar usando el sitio.
fr: [fr] Your password has been updated. Please login again to continue using the site.
pt: [pt] Your password has been updated. Please login again to continue using the site.

source: Last step and then start watching!
es: El último paso y, luego, ¡comience a mirar!
fr: [fr] Last step and then start watching!
pt: [pt] Last step and then start watching!

source: Oops! Looks like you may have entered some information incorrectly. Please check the highlighted fields.
es: ¡Ups! Parece que puede haber ingresado algo de información de forma incorrecta. Revise los campos destacados.
fr: [fr] Oops! Looks like you may have entered some information incorrectly. Please check the highlighted fields.
pt: [pt] Oops! Looks like you may have entered some information incorrectly. Please check the highlighted fields.

source: Will I see a charge on my credit card?
es: ¿Veré el cargo en mi tarjeta de crédito?
fr: [fr] Will I see a charge on my credit card?
pt: [pt] Will I see a charge on my credit card?

source: You may see a pending authorization on your credit card, however, you will not be charged until your 7 day free trial ends. If you cancel before the 7 days are up then you will not be charged at all.
es: Quizás vea una autorización pendiente en su tarjeta de crédito, sin embargo, no se le aplicarán cargos hasta que finalice su prueba gratis de 7 días. Si cancela antes de que finalicen los 7 días, no se le aplicará ningún cargo.
fr: [fr] You may see a pending authorization on your credit card, however, you will not be charged until your 7 day free trial ends. If you cancel before the 7 days are up then you will not be charged at all.
pt: [pt] You may see a pending authorization on your credit card, however, you will not be charged until your 7 day free trial ends. If you cancel before the 7 days are up then you will not be charged at all.

source: View All Episodes
es: Ver todos los episodios
fr: [fr] View All Episodes
pt: [pt] View All Episodes

source: - Country -
es: - País -
fr: [fr] - Country -
pt: [pt] - Country -

source: Zip/Postal Code/Pin *
es: Código postal/PIN *
fr: [fr] Zip/Postal Code/Pin *
pt: [pt] Zip/Postal Code/Pin *

source: I agree to the
es: Acepto los
fr: [fr] I agree to the
pt: [pt] I agree to the

source: Terms of Service
es: Términos de servicio
fr: [fr] Terms of Service
pt: [pt] Terms of Service

source: Please Accept the Terms of Service
es: Acepte los Términos de servicio
fr: [fr] Please Accept the Terms of Service
pt: [pt] Please Accept the Terms of Service

source: Your Acorn TV membership, which starts with a free 7 days, begins when you click Sign Up. To avoid being charged, simply cancel anytime during your first 7 days. To cancel, visit My Acorn TV, select "Manage Account," then choose "Cancel". By clicking Sign Up, you authorize us to continue your monthly Acorn TV membership ($x.xx/month) automatically, charged monthly to the payment method provided, until you cancel.
es: Su membresía de Acorn TV, que comienza con 7 días gratis, comienza al hacer clic en Registrarse. Para evitar que se le cobre, simplemente cancele en cualquier momento durante los primeros 7 días. Para cancelar, visite My Acorn TV, seleccione "Administrar cuenta", luego elija "Cancelar". Al hacer clic en Registrarse, usted nos autoriza a continuar su membresía mensual de Acorn TV ($x.xx / mes) automáticamente, con un cargo mensual al método de pago proporcionado, hasta que cancele. Su membresía de Acorn TV, que comienza con 7 días gratis, comienza al hacer clic en Registrarse. Para evitar que se le cobre, simplemente cancele en cualquier momento durante los primeros 7 días. Para cancelar, visite My Acorn TV, seleccione "Administrar cuenta", luego elija "Cancelar". Al hacer clic en Registrarse, usted nos autoriza a continuar su membresía mensual de Acorn TV ($x.xx / mes) automáticamente, con un cargo mensual al método de pago proporcionado, hasta que cancele. Su membresía de Acorn TV, que se inicia con 7 días gratis, comienza cuando hace clic en Registrarse. Para evitar que se apliquen cargos, simplemente
fr: [fr] Your Acorn TV membership, which starts with a free 7 days, begins when you click Sign Up. To avoid being charged, simply cancel anytime during your first 7 days. To cancel, visit My Acorn TV, select "Manage Account," then choose "Cancel". By clicking Sign Up, you authorize us to continue your monthly Acorn TV membership ($x.xx/month) automatically, charged monthly to the payment method provided, until you cancel.
pt: [pt] Your Acorn TV membership, which starts with a free 7 days, begins when you click Sign Up. To avoid being charged, simply cancel anytime during your first 7 days. To cancel, visit My Acorn TV, select "Manage Account," then choose "Cancel". By clicking Sign Up, you authorize us to continue your monthly Acorn TV membership ($x.xx/month) automatically, charged monthly to the payment method provided, until you cancel.

source: Your Acorn TV membership will begin when you click "Sign Up." Once your membership begins you can also take advantage of the free standard shipping offer from our catalog of DVDs & gifts.
es: Su membresía de Acorn TV comenzará cuando haga clic en “Registrarse”. Cuando comience su membresía también puede aprovechar la oferta de envío gratis y estándar de nuestro catálogo de DVD y regalos.
fr: [fr] Your Acorn TV membership will begin when you click "Sign Up." Once your membership begins you can also take advantage of the free standard shipping offer from our catalog of DVDs & gifts.
pt: [pt] Your Acorn TV membership will begin when you click "Sign Up." Once your membership begins you can also take advantage of the free standard shipping offer from our catalog of DVDs & gifts.

source: Please enter your Acorn TV password to access Acorn TV from your local library.
es: Ingrese su contraseña de Acorn TV para acceder a Acorn TV desde su biblioteca local.
fr: [fr] Please enter your Acorn TV password to access Acorn TV from your local library.
pt: [pt] Please enter your Acorn TV password to access Acorn TV from your local library.

source: Enter your Acorn TV Password (case-sensitive)
es: Ingresar su contraseña de Acorn TV (distingue entre mayúsculas y minúsculas)
fr: [fr] Enter your Acorn TV Password (case-sensitive)
pt: [pt] Enter your Acorn TV Password (case-sensitive)

source: click here
es: haga clic aquí
fr: [fr] click here
pt: [pt] click here

source: and we will send a new link
es: Y le enviaremos un nuevo enlace
fr: [fr] and we will send a new link
pt: [pt] and we will send a new link

source: Acorn TV Forgot Your Password
es: Acorn TV Olvidaste tu contraseña
fr: [fr] Acorn TV Forgot Your Password
pt: [pt] Acorn TV Forgot Your Password

source: Acorn TV | Watch the Best British TV | Start Your Free Trial
es: Acorn TV | Mira la mejor televisión británica | Comienza tu prueba gratuita
fr: [fr] Acorn TV | Watch the Best British TV | Start Your Free Trial
pt: [pt] Acorn TV | Watch the Best British TV | Start Your Free Trial

source: Only $4.99/month after the free trial ends
es: Sólo $ 4.99 / mes después de que finalice la prueba gratuita
fr: [fr] Only $4.99/month after the free trial ends
pt: [pt] Only $4.99/month after the free trial ends

source: Costco Members: Start your exclusive 90-day free trial
es: Miembros de Costco: Comience su exclusiva prueba gratuita de 90 días
fr: [fr] Costco Members: Start your exclusive 90-day free trial
pt: [pt] Costco Members: Start your exclusive 90-day free trial

source: Acorn TV streams world-class mysteries, dramas, and comedies from Britain and beyond. Hailed as “Netflix for the Anglophile” by NPR, Acorn TV’s catalog includes hundreds of hours of exclusive programming<span class="hidden-xs"> including Agatha Raisin, 800 Words, Loch Ness, Striking Out, Love, Lies & Records, and more. Acorn TV offers the newest seasons of fan favorite shows including Doc Martin, A Place to Call Home, Detectorists, The Brokenwood Mysteries, Midsomer Murders, Murdoch Mysteries, and more. The New York Times raves “Acorn is an absolute must for anyone who wants to spend hours every day touring around quaint villages and gritty British city streets, enjoying gentle comedy and hard-hitting crime stories alike”. <br><br>Start your free trial to binge-watch a classic series or discover your new favorite show</span>. With thousands of hours of commercial-free programming and new shows added weekly, there’s always something to watch! After your trial, the subscription is just $4.99 a month. You can cancel anytime.
es: Acorn TV transmite misterios, dramas y comedias de clase mundial desde Gran Bretaña y más allá. Aclamado como "Netflix para el anglófilo" por NPR, el catálogo de Acorn TV incluye cientos de horas de programación exclusiva<span class="hidden-xs"> ncluyendo Agatha Raisin, 800 Words, Loch Ness, Striking Out, Love, Lies & Records y más. Acorn TV ofrece las últimas temporadas de los programas favoritos de los fanáticos, entre ellos Doc Martin, A Place to Call Home, Detectorists, The Brokenwood Mysteries, Midsomer Murders, Murdoch Mysteries y más. El New York Times deliró "Acorn es una necesidad absoluta para cualquiera que quiera pasar horas todos los días recorriendo pueblos pintorescos y las calles de la ciudad británica, disfrutando de la comedia suave y las historias criminales contundentes".<br><br>Comience su prueba gratuita para ver una serie clásica o descubrir su nuevo programa favorito</span>. Con miles de horas de programación sin comerciales y nuevos programas agregados semanalmente, ¡siempre hay algo que ver! Después de la prueba, la suscripción es de solo $ 4.99 al mes. Puede cancelar en cualquier momento.
fr: [fr] Acorn TV streams world-class mysteries, dramas, and comedies from Britain and beyond. Hailed as “Netflix for the Anglophile” by NPR, Acorn TV’s catalog includes hundreds of hours of exclusive programming<span class="hidden-xs"> including Agatha Raisin, 800 Words, Loch Ness, Striking Out, Love, Lies & Records, and more. Acorn TV offers the newest seasons of fan favorite shows including Doc Martin, A Place to Call Home, Detectorists, The Brokenwood Mysteries, Midsomer Murders, Murdoch Mysteries, and more. The New York Times raves “Acorn is an absolute must for anyone who wants to spend hours every day touring around quaint villages and gritty British city streets, enjoying gentle comedy and hard-hitting crime stories alike”. <br><br>Start your free trial to binge-watch a classic series or discover your new favorite show</span>. With thousands of hours of commercial-free programming and new shows added weekly, there’s always something to watch! After your trial, the subscription is just $4.99 a month. You can cancel anytime.
pt: [pt] Acorn TV streams world-class mysteries, dramas, and comedies from Britain and beyond. Hailed as “Netflix for the Anglophile” by NPR, Acorn TV’s catalog includes hundreds of hours of exclusive programming<span class="hidden-xs"> including Agatha Raisin, 800 Words, Loch Ness, Striking Out, Love, Lies & Records, and more. Acorn TV offers the newest seasons of fan favorite shows including Doc Martin, A Place to Call Home, Detectorists, The Brokenwood Mysteries, Midsomer Murders, Murdoch Mysteries, and more. The New York Times raves “Acorn is an absolute must for anyone who wants to spend hours every day touring around quaint villages and gritty British city streets, enjoying gentle comedy and hard-hitting crime stories alike”. <br><br>Start your free trial to binge-watch a classic series or discover your new favorite show</span>. With thousands of hours of commercial-free programming and new shows added weekly, there’s always something to watch! After your trial, the subscription is just $4.99 a month. You can cancel anytime.
