Repository: ubiquitous-tom/wp-themes-composer
Catalog: rlje/languages/*.po
Languages: es, fr, pt

source: home
es: inicio
fr: [fr] home
pt: [pt] home

source: browse
es: búsqueda
fr: [fr] browse
pt: [pt] browse

source: schedule
es: programación
fr: [fr] schedule

source: help
es: ayuda
fr: [fr] help
pt: [pt] schedule

source: store
es: tienda
fr: [fr] store
pt: [pt] store

source: log in
es: iniciar sesión
fr: [fr] log in
pt: [pt] log in

source: log out
es: cerrar sesión
fr: [fr] log out
pt: [pt] log out

source: sign up
es: registrarse
fr: [fr] sign up
pt: [pt] sign up

source: start free trial
es: iniciar prueba gratis
fr: [fr] start free trial
pt: [pt] start free trial

source: recently watched
es: visto recientemente
fr: [fr] recently watched
pt: [pt] recently watched

source: my watchlist
es: mi lista de reproducción
fr: [fr] my watchlist
pt: [pt] my watchlist

source: manage account
es: gestionar cuenta
fr: [fr] manage account
pt: [pt] manage account

source: change password
es: cambiar contraseña
fr: [fr] change password
pt: [pt] change password

source: change email
es: cambiar correo electrónico
fr: [fr] change email
pt: [pt] change email

source: my acorn tv
es: mi acorn tv
fr: [fr] my acorn tv
pt: [pt] my acorn tv

source: for the best streaming experience, please upgrade your browser. Visit our Help Center to see how
es: para una mejor experiencia de transmisión, actualice su navegador. Visite nuestro Centro de ayuda para ver cómo
fr: [fr] for the best streaming experience, please upgrade your browser. Visit our Help Center to see how
pt: [pt] for the best streaming experience, please upgrade your browser. Visit our Help Center to see how

source: sign up for our newsletter
es: suscribirse a nuestro boletín
fr: [fr] sign up for our newsletter
pt: [pt] sign up for our newsletter

source: shop
es: comprar
fr: [fr] shop
pt: [pt] shop

source: free trial signup
es: registro de prueba gratis
fr: [fr] free trial signup
pt: [pt] free trial signup

source: subscription options
es: opciones de suscripción
fr: [fr] subscription options
pt: [pt] subscription options

source: buy a gift
es: comprar un regalo
fr: [fr] buy a gift
pt: [pt] buy a gift

source: redeem a gift
es: canjear un regalo
fr: [fr] redeem a gift
pt: [pt] redeem a gift

source: stay connected
es: permanecer conectado
fr: [fr] stay connected
pt: [pt] stay connected

source: reviews
es: comentarios
fr: [fr] reviews
pt: [pt] reviews

source: faqs
es: preguntas frecuentes
fr: [fr] faqs
pt: [pt] faqs

source: help center
es: centro de ayuda
fr: [fr] help center
pt: [pt] help center

source: contact us
es: contáctenos
fr: [fr] contact us
pt: [pt] contact us

source: my account
es: mi cuenta
fr: [fr] my account
pt: [pt] my account

source: terms and conditions
es: términos y condiciones
fr: [fr] terms and conditions
pt: [pt] terms and conditions

source: privacy policy
es: política de privacidad
fr: [fr] privacy policy
pt: [pt] privacy policy

source: captioning policy
es: política de subtitulado
fr: [fr] captioning policy
pt: [pt] captioning policy

source: If you wish to change your password, please provide the details below.
es: Si desea cambiar su contraseña, brinde los detalles a continuación.
fr: [fr] If you wish to change your password, please provide the details below.
pt: [pt] If you wish to change your password, please provide the details below.

source: If you wish to change your password, please provide the details below. Please enter a minimum of 6 characters.
es: Si desea cambiar su contraseña, brinde los detalles a continuación. Ingrese 6 caracteres como mínimo.
fr: [fr] If you wish to change your password, please provide the details below. Please enter a minimum of 6 characters.
pt: [pt] If you wish to change your password, please provide the details below. Please enter a minimum of 6 characters.

source: Password
es: Contraseña
fr: [fr] Password
pt: [pt] Password

source: Confirm your Password
es: Confirmar su contraseña
fr: [fr] Confirm your Password
pt: [pt] Confirm your Password

source: Okay
es: Aceptar
fr: [fr] Okay
pt: [pt] Okay

source: Change Your E-Mail
es: Cambiar su correo electrónico
fr: [fr] Change Your E-Mail
pt: [pt] Change Your E-Mail

source: If you wish to change your e-mail, please provide the details below.
es: Si desea cambiar su correo electrónico, brinde los detalles a continuación.
fr: [fr] If you wish to change your e-mail, please provide the details below.
pt: [pt] If you wish to change your e-mail, please provide the details below.

source: E-Mail
es: Correo electrónico
fr: [fr] E-Mail
pt: [pt] E-Mail

source: Confirm E-Mail
es: Confirmar correo electrónico
fr: [fr] Confirm E-Mail
pt: [pt] Confirm E-Mail

source: Change E-Mail
es: Cambiar correo electrónico
fr: [fr] Change E-Mail
pt: [pt] Change E-Mail

source: Available on Roku, Apple TV, Android, iPhone, iPad, web and more.
es: Disponible en Roku, Apple TV, Android, iPhone, iPad, Web y más.

source: learn more
es: obtener más información
fr: [fr] learn more
pt: [pt] learn more

source: Over 1,800 hours of programming, including 60 shows you won't find anywhere else.
es: Más de 1800 horas de programación, incluidos 60 espectáculos que no encontrará en ningún otro lugar.
fr: [fr] Over 1,800 hours of programming, including 60 shows you won't find anywhere else.
pt: [pt] Over 1,800 hours of programming, including 60 shows you won't find anywhere else.

source: start your free trial
es: comenzar su prueba gratis
fr: [fr] start your free trial
pt: [pt] start your free trial

source: SORT BY:
es: ORDENAR POR:
fr: [fr] SORT BY:
pt: [pt] SORT BY:

source: Date Added
es: Añadido el
fr: [fr] Date Added
pt: [pt] Date Added

source: A to Z
es: A a Z
fr: [fr] A to Z
pt: [pt] A to Z

source: FILTER BY:
es: FILTRAR POR:
fr: [fr] FILTER BY:
pt: [pt] FILTER BY:

source: Watch Trailer
es: Mirar tráiler
fr: [fr] Watch Trailer
pt: [pt] Watch Trailer

source: Start Free Month
es: Comenzar mes gratis
fr: [fr] Start Free Month
pt: [pt] Start Free Month

source: View Episode
es: Ver episodio
fr: [fr] View Episode
pt: [pt] View Episode

source: PAGE NOT FOUND :( Sorry, we couldn’t find that page. You may have mistyped the address or the page may have moved. Visit the Acorn TV home page
es: PÁGINA NO ENCONTRADA :( Disculpas, no pudimos encontrar esa página. Quizás escribió incorrectamente la dirección o la página se ha trasladado. Visite la página de inicio de Acorn TV
fr: [fr] PAGE NOT FOUND :( Sorry, we couldn’t find that page. You may have mistyped the address or the page may have moved. Visit the Acorn TV home page
pt: [pt] PAGE NOT FOUND :( Sorry, we couldn’t find that page. You may have mistyped the address or the page may have moved. Visit the Acorn TV home page

source: We are sorry but Acorn TV is not yet available in your country. Our team is still working to bring you world-class TV from Britain and beyond.
es: Lo sentimos, Acorn TV no está disponible aún en su país. Nuestro equipo se encuentra trabajando para ofrecerle televisión de primer nivel desde Gran Bretaña y más allá.
fr: [fr] We are sorry but Acorn TV is not yet available in your country. Our team is still working to bring you world-class TV from Britain and beyond.
pt: [pt] We are sorry but Acorn TV is not yet available in your country. Our team is still working to bring you world-class TV from Britain and beyond.

source: NOTIFY ME WHEN ACORN TV IS AVAILABLE
es: NOTIFICARME CUANDO ACORN TV ESTÉ DISPONIBLE
fr: [fr] NOTIFY ME WHEN ACORN TV IS AVAILABLE
pt: [pt] NOTIFY ME WHEN ACORN TV IS AVAILABLE

source: iOS Support
es: Soporte de iOS
fr: [fr] iOS Support
pt: [pt] iOS Support

source: Please be sure to visit the Acorn TV Help Center at support.acorn.tv for answers to frequently asked questions, up-to-the-minute alerts, and solutions to many common issues. If you need additional assistance, please select a category and provide a description of the issue you are experiencing.
es: Asegúrese de visitar el Centro de ayuda de Acorn TV en support.acorn.tv para obtener respuestas a preguntas frecuentes, alertas actualizadas y soluciones a muchos problemas comunes. Si necesita asistencia adicional, seleccione una categoría y brinde una descripción del problema que está experimentando.
fr: [fr] Please be sure to visit the Acorn TV Help Center at support.acorn.tv for answers to frequently asked questions, up-to-the-minute alerts, and solutions to many common issues. If you need additional assistance, please select a category and provide a description of the issue you are experiencing.
pt: [pt] Please be sure to visit the Acorn TV Help Center at support.acorn.tv for answers to frequently asked questions, up-to-the-minute alerts, and solutions to many common issues. If you need additional assistance, please select a category and provide a description of the issue you are experiencing.

source: Franchise Results for %s
es: Resultados de franquicia para %
fr: [fr] Franchise Results for %s
pt: [pt] Franchise Results for %s

source: Episode Results for %s
es: Resultados de episodio para %
fr: [fr] Episode Results for %s
pt: [pt] Episode Results for %s

source: Back to Home
es: Volver a Inicio
fr: [fr] Back to Home
pt: [pt] Back to Home

source: Watch Episode
es: Mirar episodio
fr: [fr] Watch Episode
pt: [pt] Watch Episode

source: Add to Watchlist
es: Agregar a la lista de reproducción
fr: [fr] Add to Watchlist
pt: [pt] Add to Watchlist

source: Remove from Watchlist
es: Eliminar de la lista de reproducción
fr: [fr] Remove from Watchlist
pt: [pt] Remove from Watchlist

source: View Trailer
es: Ver tráiler
fr: [fr] View Trailer
pt: [pt] View Trailer

source: view all
es: ver todo
fr: [fr] view all
pt: [pt] view all

source: Back to Series
es: Volver a Series
fr: [fr] Back to Series
pt: [pt] Back to Series

source: Last Episode
es: Último episodio
fr: [fr] Last Episode
pt: [pt] Last Episode

source: Next Episode
es: Episodio siguiente
fr: [fr] Next Episode
pt: [pt] Next Episode

source: PLAY FROM START
es: REPRODUCIR DESDE EL INICIO
fr: [fr] PLAY FROM START
pt: [pt] PLAY FROM START

source: RESUME
es: CONTINUAR
fr: [fr] RESUME
pt: [pt] RESUME

source: PLAY NEXT EPISODE
es: REPRODUCIR EPISODIO SIGUIENTE
fr: [fr] PLAY NEXT EPISODE
pt: [pt] PLAY NEXT EPISODE

source: Loading…
es: Cargando…
fr: [fr] Loading…
pt: [pt] Loading…

source: Watch world-class TV from Britain and beyond
es: Mirar televisión de primer nivel desde Gran Bretaña y más allá
fr: [fr] Watch world-class TV from Britain and beyond
pt: [pt] Watch world-class TV from Britain and beyond

source: Always available, always commercial free
es: Siempre disponible, siempre sin comerciales
fr: [fr] Always available, always commercial free
pt: [pt] Always available, always commercial free

source: Description
es: Descripción
fr: [fr] Description
pt: [pt] Description

source: Cast
es: Elenco
fr: [fr] Cast
pt: [pt] Cast

source: Starring
es: Protagonizado por
fr: [fr] Starring
pt: [pt] Starring

source: More Episodes
es: Más episodios
fr: [fr] More Episodes
pt: [pt] More Episodes

source: Episodes
es: Episodios
fr: [fr] Episodes
pt: [pt] Episodes

source: Continue Watching
es: Seguir mirando
fr: [fr] Continue Watching
pt: [pt] Continue Watching

source: Play
es: Reproducir
fr: [fr] Play
pt: [pt] Play

source: We’re sorry, but there are no shows to display at this time.
es: Lo sentimos, pero no hay espectáculos para reproducir en este momento.
fr: [fr] We’re sorry, but there are no shows to display at this time.
pt: [pt] We’re sorry, but there are no shows to display at this time.

source: No results...
es: Sin resultados...
fr: [fr] No results...
pt: [pt] No results...

source: Plugin Deactivated: Please try install or activate the RJLE API PLUGIN.
es: Complemento desactivado: Intente instalar o activar el COMPLEMENTO RJLE API.
fr: [fr] Plugin Deactivated: Please try install or activate the RJLE API PLUGIN.
pt: [pt] Plugin Deactivated: Please try install or activate the RJLE API PLUGIN.

source: Apply Code
es: Solicitar código
fr: [fr] Apply Code
pt: [pt] Apply Code

source: Account Status
es: Solicitar estado
fr: [fr] Account Status
pt: [pt] Account Status

source: Edit Billing Information
es: Editar información de facturación
fr: [fr] Edit Billing Information
pt: [pt] Edit Billing Information

source: Cancel Membership
es: Cancelar membresía
fr: [fr] Cancel Membership
pt: [pt] Cancel Membership

source: Please Enable Cookies
es: Habilitar cookies
fr: [fr] Please Enable Cookies
pt: [pt] Please Enable Cookies

source: Cookies are required on this website. Please enable cookies and reload the page. If you would like assistance please Contact Us
es: Este sitio web requiere cookies. Habilite las cookies y vuelva a cargar la página. Si necesita asistencia, póngase en contacto con nosotros
fr: [fr] Cookies are required on this website. Please enable cookies and reload the page. If you would like assistance please Contact Us
pt: [pt] Cookies are required on this website. Please enable cookies and reload the page. If you would like assistance please Contact Us

source: Membership Options
es: Opciones de membresía
fr: [fr] Membership Options
pt: [pt] Membership Options

source: Stream World-Class TV from Britain and Beyond Always available, always commercial free. Just $x.xx a month.
es: Transmisión de televisión de primer nivel desde Gran Bretaña y más allá siempre disponible, siempre sin comerciales. Solo $x.xx por mes.
fr: [fr] Stream World-Class TV from Britain and Beyond Always available, always commercial free. Just $x.xx a month.
pt: [pt] Stream World-Class TV from Britain and Beyond Always available, always commercial free. Just $x.xx a month.

source: Watch free for 7 days. Just $4.99/month after that. No commitment: cancel within 7 days to avoid payment.
es: Mirar gratis durante 7 días. Solo $4.99/mes después de eso. Sin compromiso: cancelar dentro de los 7 días para evitar el pago.
fr: [fr] Watch free for 7 days. Just $4.99/month after that. No commitment: cancel within 7 days to avoid payment.
pt: [pt] Watch free for 7 days. Just $4.99/month after that. No commitment: cancel within 7 days to avoid payment.

source: Buy Now
es: Comprar ahora
fr: [fr] Buy Now
pt: [pt] Buy Now

source: Subscribe
es: Suscribirse
fr: [fr] Subscribe
pt: [pt] Subscribe

source: Acorn TV Gift Membership
es: Membresía de regalo de Acorn TV
fr: [fr] Acorn TV Gift Membership
pt: [pt] Acorn TV Gift Membership

source: Start Free Trial
es: Iniciar prueba gratis
fr: [fr] Start Free Trial
pt: [pt] Start Free Trial

source: Join Now
es: Unirse ahora
fr: [fr] Join Now
pt: [pt] Join Now

source: Looking for your favorite shows on DVD?
es: ¿Está buscando sus espectáculos favoritos en DVD?
fr: [fr] Looking for your favorite shows on DVD?
pt: [pt] Looking for your favorite shows on DVD?

source: Visit the Acorn catalog to shop for British TV on DVD and Blu-ray, plus unique gifts from around the globe
es: Visite el catálogo de Acorn para comprar en la televisión británica en DVD o Blu-ray además de regalos únicos de todo el mundo.
fr: [fr] Visit the Acorn catalog to shop for British TV on DVD and Blu-ray, plus unique gifts from around the globe
pt: [pt] Visit the Acorn catalog to shop for British TV on DVD and Blu-ray, plus unique gifts from around the globe

source: Visit Acorn Online
es: Visite Acorn en línea
fr: [fr] Visit Acorn Online
pt: [pt] Visit Acorn Online

source: About Acorn TV
es: Acerca de Acorn TV
fr: [fr] About Acorn TV
pt: [pt] About Acorn TV

source: World-class TV from Britain and beyond
es: Televisión de primer nivel desde Gran Bretaña y más allá
fr: [fr] World-class TV from Britain and beyond
pt: [pt] World-class TV from Britain and beyond

source: Acorn TV streams first-rate mysteries, dramas, and comedies from around the world. Binge-watch a classic series or discover your new favorite show among dozens of programs available exclusively on Acorn TV. With thousands of hours of commercial-free programming and new shows added weekly, there’s always something to watch!
es: Acorn TV transmite misterios, dramas y comedias de primer nivel de todo el mundo. Haga una maratón de series clásicas o descubre tu nuevo espectáculo favorito entre docenas de programas disponibles exclusivamente en Acorn TV. Con miles de horas de programación sin comerciales y nuevos espectáculos agregados semanalmente, ¡siempre hay algo para mirar!
fr: [fr] Acorn TV streams first-rate mysteries, dramas, and comedies from around the world. Binge-watch a classic series or discover your new favorite show among dozens of programs available exclusively on Acorn TV. With thousands of hours of commercial-free programming and new shows added weekly, there’s always something to watch!
pt: [pt] Acorn TV streams first-rate mysteries, dramas, and comedies from around the world. Binge-watch a classic series or discover your new favorite show among dozens of programs available exclusively on Acorn TV. With thousands of hours of commercial-free programming and new shows added weekly, there’s always something to watch!

source: or
es: o
fr: [fr] or
pt: [pt] or

source: Buy Membership
es: Comprar un membresía
fr: [fr] Buy Membership
pt: [pt] Buy Membership

source: Purchase A Gift
es: Conseguir un regalo
fr: [fr] Purchase A Gift
pt: [pt] Purchase A Gift

source: Give the gift of great TV
es: Otorgar un regalo de increíble televisión
fr: [fr] Give the gift of great TV
pt: [pt] Give the gift of great TV

source: Your gift purchase entitles the recipient to a one year Acorn TV membership. They'll enjoy hundreds of the best British mysteries, dramas, and comedies—all in one place, always available, and always commercial-free.
es: Su compra de regalo le otorga al beneficiario un año de membresía a Acorn TV. Disfrutarán cientos de los mejores misterios. dramas y comedias británicas, todo en un solo lugar, siempre disponible y siempre sin comerciales.
fr: [fr] Your gift purchase entitles the recipient to a one year Acorn TV membership. They'll enjoy hundreds of the best British mysteries, dramas, and comedies—all in one place, always available, and always commercial-free.
pt: [pt] Your gift purchase entitles the recipient to a one year Acorn TV membership. They'll enjoy hundreds of the best British mysteries, dramas, and comedies—all in one place, always available, and always commercial-free.

source: Give A Gift
es: Dar un regalo
fr: [fr] Give A Gift
pt: [pt] Give A Gift

source: Give Acorn.tv
es: Dar Acorn.tv
fr: [fr] Give Acorn.tv
pt: [pt] Give Acorn.tv

source: Share the best British TV with someone special
es: Compartir la mejor televisión británica con alguien especial
fr: [fr] Share the best British TV with someone special
pt: [pt] Share the best British TV with someone special

source: Your gift purchase entitles the recipient to a one year Acorn TV membership. They'll enjoy hundreds of the best British mysteries, dramas, and comedies&mdash;all in one place, always available, and always commercial-free.
es: Su compra de regalo le otorga al beneficiario un año de membresía a Acorn TV. Disfrutarán de cientos de los mejores misterios, dramas y comedias británicas, todo en un solo lugar, siempre disponible y siempre sin comerciales.
fr: [fr] Your gift purchase entitles the recipient to a one year Acorn TV membership. They'll enjoy hundreds of the best British mysteries, dramas, and comedies&mdash;all in one place, always available, and always commercial-free.
pt: [pt] Your gift purchase entitles the recipient to a one year Acorn TV membership. They'll enjoy hundreds of the best British mysteries, dramas, and comedies&mdash;all in one place, always available, and always commercial-free.

source: ea
es: cada uno
fr: [fr] ea
pt: [pt] ea

source: instructions - perfect for adding to a card or a stocking!
es: de cambio, perfecta para agregar al carrito o un almacenar.
fr: [fr] instructions - perfect for adding to a card or a stocking!
pt: [pt] instructions - perfect for adding to a card or a stocking!

source: Subscribe to Acorn TV
es: Suscribirse a Acorn TV
fr: [fr] Subscribe to Acorn TV
pt: [pt] Subscribe to Acorn TV

source: Subscribing is easy! We will add the membership to your order below
es: ¡Suscribirse es fácil! Agregaremos la membresía a su pedido a continuación
fr: [fr] Subscribing is easy! We will add the membership to your order below
pt: [pt] Subscribing is easy! We will add the membership to your order below

source: Yes, I would like to subscribe. Add an Acorn TV membership for me
es: Sí, me gustaría suscribirme. Agregar una membresía de Acorn TV para mí
fr: [fr] Yes, I would like to subscribe. Add an Acorn TV membership for me
pt: [pt] Yes, I would like to subscribe. Add an Acorn TV membership for me

source: To order your gift(s) without being a member, simply click Checkout below.
es: Para pedir sus regalos sin ser miembro, solo haga clic en Comprobar pedido a continuación.
fr: [fr] To order your gift(s) without being a member, simply click Checkout below.
pt: [pt] To order your gift(s) without being a member, simply click Checkout below.

source: Acorn TV Members, Sign in.<
es: Miembros de Acorn TV, iniciar sesión. <
fr: [fr] Acorn TV Members, Sign in.<
pt: [pt] Acorn TV Members, Sign in.<

source: Email Address
es: Dirección de correo electrónico
fr: [fr] Email Address
pt: [pt] Email Address

source: Password (Required)
es: Contraseña (obligatoria)
fr: [fr] Password (Required)
pt: [pt] Password (Required)

source: Forgot Your Password?
es: ¿Olvidó su contraseña?
fr: [fr] Forgot Your Password?
pt: [pt] Forgot Your Password?

source: Sign In
es: Iniciar sesión
fr: [fr] Sign In
pt: [pt] Sign In

source: Give 12 months of unlimited access to the best British TV
es: Dar 12 meses de acceso ilimitado a la mejor televisión británica
fr: [fr] Give 12 months of unlimited access to the best British TV
pt: [pt] Give 12 months of unlimited access to the best British TV

source: Gift Price:
es: Precio de regalo:
fr: [fr] Gift Price:
pt: [pt] Gift Price:

source: Qty: 1
es: Cantidad: 1
fr: [fr] Qty: 1
pt: [pt] Qty: 1

source: No Gift Selected
es: Ningún regalo seleccionado
fr: [fr] No Gift Selected
pt: [pt] No Gift Selected

source: Acorn TV Membership - Annual
es: Membresía de Acorn TV - anual
fr: [fr] Acorn TV Membership - Annual
pt: [pt] Acorn TV Membership - Annual

source: Remove this item
es: Eliminar este elemento
fr: [fr] Remove this item
pt: [pt] Remove this item

source: Checkout
es: Comprobar pedido
fr: [fr] Checkout
pt: [pt] Checkout

source: Sign In Information
es: Información de inicio de sesión
fr: [fr] Sign In Information
pt: [pt] Sign In Information

source: Gift membership means no recurring charges. Your credit card will be charged once for this purchase. Redemption does not require a credit card. Recipient will be asked to provide an email address for membership confirmation.
es: La membresía de regalo significa sin cargos recurrentes. Se aplicarán cargos a su tarjeta de crédito una vez por esta compra. El canje no necesita una tarjeta de crédito. Se le solicitará al beneficiario que brinde una dirección de correo electrónico para confirmar la membresía.
fr: [fr] Gift membership means no recurring charges. Your credit card will be charged once for this purchase. Redemption does not require a credit card. Recipient will be asked to provide an email address for membership confirmation.
pt: [pt] Gift membership means no recurring charges. Your credit card will be charged once for this purchase. Redemption does not require a credit card. Recipient will be asked to provide an email address for membership confirmation.

source: You are currently watching Acorn TV free for 7 days with access from your local library
es: Actualmente está mirando Acorn TV gratis durante 7 días con acceso desde su biblioteca local
fr: [fr] You are currently watching Acorn TV free for 7 days with access from your local library
pt: [pt] You are currently watching Acorn TV free for 7 days with access from your local library
