Repository: ubiquitous-tom/wp-themes-composer
Catalog: rlje/languages/*.po
Languages: es, fr, pt

source: Membership Type
es: tipo de membresía
fr: [fr] Membership Type
pt: [pt] Membership Type

source: Membership Status
es: estatus de miembro
fr: [fr] Membership Status
pt: [pt] Membership Status

source: Membership Term
es: término de la membresía
fr: [fr] Membership Term
pt: [pt] Membership Term

source: Cancellation Date
es: fecha de cancelación
fr: [fr] Cancellation Date
pt: [pt] Cancellation Date

source: Expiration Date
es: la fecha de caducidad
fr: [fr] Expiration Date
pt: [pt] Expiration Date

source: Next Billing Date
es: fecha de facturación siguiente
fr: [fr] Next Billing Date
pt: [pt] Next Billing Date

source: Amount to be charged
es: importe a cobrar
fr: [fr]Amount to be charged
pt: [pt]Amount to be charged

source: Code Applied
es: Código aplicado
fr: [fr]Code Applied
pt: [pt]Code Applied

source: language
es: idioma
fr: langue
pt: língua

source: enter your email address
es: ingrese su dirección de correo electrónico
fr: Entrez votre adresse email
pt: Insira o seu endereço de email

source: your search did not match any shows. Please try again.
es: su búsqueda no coincidió con ningún programa. Inténtelo de nuevo.
fr: votre recherche ne correspond à aucune émission. Veuillez réessayer.
pt: sua pesquisa não correspondeu a nenhum programa. Por favor, tente novamente.

source: please enter at least <b>%d</b> characters.
es: ingrese al menos <b>%d</b> caracteres.
fr: veuillez saisir au moins <b>%d</b> caractères.
pt: Por favor, insira pelo menos <b>%d</b> caracteres.

source: Click the "Add to Watchlist" button to add your favorite shows to your watchlist. <br/>You'll be able to access your watchlist from any device.<br/>
es: Haga clic en el botón “Agregar a la lista de reproducción” para agregar sus espectáculos favoritos a su lista de reproducción. <br/>Podrá acceder a su lista de reproducción desde cualquier dispositivo.<br/>
fr: Cliquez sur le bouton "Ajouter à la liste de suivi" pour ajouter vos émissions préférées à votre liste de suivi. <br/> Vous pourrez accéder à votre liste de surveillance à partir de n’importe quel appareil. <br/>
pt: Clique no botão "Adicionar à lista de observação" para adicionar seus programas favoritos à sua lista de artigos vigiados. <br/> Você poderá acessar sua lista de artigos vigiados em qualquer dispositivo <br/>

source: Click to continue watching %s: Episode %s
es: Haga clic para seguir viendo %s: Episodio %s
fr: Cliquez pour continuer à regarder %s: Épisode %s
pt: Clique para continuar assistindo %s: Episode %s

source: Filter By Series
es: Filtrar por serie
fr: Filtrer par série
pt: Filtrar por série

source: Please be sure to visit the <a href="%s" target="_blank">Acorn TV Help Center</a> for answers to frequently asked questions, up-to-the-minute alerts, and solutions to many common issues. If you need additional assistance, please select a category and provide a description of the issue you are experiencing.
es: Asegúrese de visitar el <a href="%s" target="_blank">Centro de ayuda de Acorn TV</a> para obtener respuestas a las preguntas frecuentes, alertas actualizadas y soluciones a muchos problemas comunes. Si necesita asistencia adicional, seleccione una categoría y describa el problema que está experimentando.
fr: [fr] Please be sure to visit the <a href="%s" target="_blank">Acorn TV Help Center</a> for answers to frequently asked questions, up-to-the-minute alerts, and solutions to many common issues. If you need additional assistance, please select a category and provide a description of the issue you are experiencing.
pt: [pt] Please be sure to visit the <a href="%s" target="_blank">Acorn TV Help Center</a> for answers to frequently asked questions, up-to-the-minute alerts, and solutions to many common issues. If you need additional assistance, please select a category and provide a description of the issue you are experiencing.

source: Please be sure to visit the <a href="%s" target="_blank">Acorn TV Help Center</a> for answers to frequently asked questions, up-to-the-minute alerts, and solutions to many common issues. If you need additional assistance, please provide a description of the issue you are experiencing.
es: Asegúrese de visitar el <a href="%s" target="_blank">Centro de ayuda de Acorn TV</a> para obtener respuestas a las preguntas frecuentes, alertas actualizadas y soluciones a muchos problemas comunes. Si necesita asistencia adicional, describa el problema que está experimentando.
fr: [fr] Please be sure to visit the <a href="%s" target="_blank">Acorn TV Help Center</a> for answers to frequently asked questions, up-to-the-minute alerts, and solutions to many common issues. If you need additional assistance, please provide a description of the issue you are experiencing.
pt: [pt] Please be sure to visit the <a href="%s" target="_blank">Acorn TV Help Center</a> for answers to frequently asked questions, up-to-the-minute alerts, and solutions to many common issues. If you need additional assistance, please provide a description of the issue you are experiencing.

source: <b>Programming Questions and Requests:</b> Want to request a show? Please fill out <a href="%s" target="_blank">our survey</a>! Have a question about our schedule? Please contact us on <a href="%s" target="_blank">Facebook</a>.
es: <b>Preguntas y solicitudes de la programación:</b> ¿Quiere solicitar un programa? ¡Complete <a href="%s" target="_blank">nuestra encuesta</a>! ¿Tiene alguna pregunta sobre nuestra programación? Contáctenos en <a href="%s" target="_blank">Facebook</a>.
fr: [fr] <b>Programming Questions and Requests:</b> Want to request a show? Please fill out <a href="%s" target="_blank">our survey</a>! Have a question about our schedule? Please contact us on <a href="%s" target="_blank">Facebook</a>.
pt: [pt] <b>Programming Questions and Requests:</b> Want to request a show? Please fill out <a href="%s" target="_blank">our survey</a>! Have a question about our schedule? Please contact us on <a href="%s" target="_blank">Facebook</a>.

source: Please Select a Category
es: Seleccione una categoría
fr: [fr] Please Select a Category
pt: [pt] Please Select a Category

source: - Select Issue Type -
es: - Seleccione el tipo de problema -
fr: [fr] - Select Issue Type -
pt: [pt] - Select Issue Type -

source: Billing &amp; Account Management
es: Facturación y gestión de cuenta
fr: [fr] Billing &amp; Account Management
pt: [pt] Billing &amp; Account Management

source: Audio/Video Playback
es: Reproductor de audio/video
fr: [fr] Audio/Video Playback
pt: [pt] Audio/Video Playback

source: Log In/Password/Sign Up
es: Iniciar sesión/contraseña/registrarse
fr: [fr] Log In/Password/Sign Up
pt: [pt] Log In/Password/Sign Up

source: Gifting
es: Regalos
fr: [fr] Gifting
pt: [pt] Gifting

source: Samsung Smart TVs
es: Televisores inteligentes Samsung
fr: [fr] Samsung Smart TVs
pt: [pt] Samsung Smart TVs

source: This field is required.
es: Este campo es obligatorio.
fr: [fr] This field is required.
pt: [pt] This field is required.

source: Please try these common <a href="%s">Billing &amp; Account Management solutions</a>
es: Pruebe estas <a href="%s">Soluciones de gestión de cuenta y facturación</a> comunes
fr: [fr] Please try these common <a href="%s">Billing &amp; Account Management solutions</a>
pt: [pt] Please try these common <a href="%s">Billing &amp; Account Management solutions</a>

source: Please try these common <a href="%s">Audio/Video Playback solutions</a>
es: Pruebe estas <a href="%s">Soluciones de reproducción de audio y video</a> comunes
fr: [fr] Please try these common <a href="%s">Audio/Video Playback solutions</a>
pt: [pt] Please try these common <a href="%s">Audio/Video Playback solutions</a>

source: Please try these common <a href="%s">Log in/Sign Up solutions</a>
es: Pruebe estas <a href="%s">Soluciones de inicio de sesión y suscripción</a> comunes
fr: [fr] Please try these common <a href="%s">Log in/Sign Up solutions</a>
pt: [pt] Please try these common <a href="%s">Log in/Sign Up solutions</a>

source: Please try these common <a href="%s">Gifting solutions</a>
es: Pruebe estas <a href="%s">Soluciones de regalos</a> comunes
fr: [fr] Please try these common <a href="%s">Gifting solutions</a>
pt: [pt] Please try these common <a href="%s">Gifting solutions</a>

source: Please try these common <a href="%s">Apple TV/iOS solutions</a>
es: Pruebe estas <a href="%s">Soluciones de Apple TV/iOS</a> comunes
fr: [fr] Please try these common <a href="%s">Apple TV/iOS solutions</a>
pt: [pt] Please try these common <a href="%s">Apple TV/iOS solutions</a>

source: Please try these common <a href="%s">Roku solutions</a>
es: Pruebe estas <a href="%s">Soluciones de Roku</a> comunes
fr: [fr] Please try these common <a href="%s">Roku solutions</a>
pt: [pt] Please try these common <a href="%s">Roku solutions</a>

source: Please try these common <a href="%s">PC/Mac solutions</a>
es: Pruebe estas <a href="%s">Soluciones de PC/Mac</a> comunes
fr: [fr] Please try these common <a href="%s">PC/Mac solutions</a>
pt: [pt] Please try these common <a href="%s">PC/Mac solutions</a>

source: Please try these common <a href="%s">Samsung Smart TVs solutions</a>
es: Pruebe estas <a href="%s">Soluciones de televisores inteligentes Samsung</a> comunes
fr: [fr] Please try these common <a href="%s">Samsung Smart TVs solutions</a>
pt: [pt] Please try these common <a href="%s">Samsung Smart TVs solutions</a>

source: Please try these common <a href="%s">Amazon Fire TV solutions</a>
es: Pruebe estas <a href="%s">Soluciones de Amazon Fire TV</a> comunes
fr: [fr] Please try these common <a href="%s">Amazon Fire TV solutions</a>
pt: [pt] Please try these common <a href="%s">Amazon Fire TV solutions</a>

source: Please try these common <a href="%s">Android Solution</a>
es: Pruebe estas <a href="%s">Soluciones de Android</a> comunes
fr: [fr] Please try these common <a href="%s">Android Solution</a>
pt: [pt] Please try these common <a href="%s">Android Solution</a>

source: Please see our <a href="%s">Frequently Asked Questions
es: Consulte nuestras <a href="%s">Preguntas frecuentes
fr: [fr] Please see our <a href="%s">Frequently Asked Questions
pt: [pt] Please see our <a href="%s">Frequently Asked Questions

source: Please describe the issue you are experiencing (including the device you are using to watch)
es: Describa el problema que está experimentando (incluyendo el dispositivo que está usando para ver)
fr: [fr] Please describe the issue you are experiencing (including the device you are using to watch)
pt: [pt] Please describe the issue you are experiencing (including the device you are using to watch)

source: Submit Info
es: Enviar información
fr: [fr] Submit Info
pt: [pt] Submit Info

source: It appears that your browser does not support JavaScript, or you have it disabled. This site is best viewed with JavaScript enabled.
es: Parece que su navegador no admite JavaScript o lo tiene desactivado. Este sitio se ve mejor con JavaScript activado.

source: If JavaScript is disabled in your browser, please turn it back on then reload this page.
es: Si JavaScript está desactivado en su navegador, vuelva a activarlo y vuelva a cargar esta página.

source: https://app.rlje.net/caption-policy/en.html
es: https://app.rlje.net/caption-policy/es.html
fr: https://app.rlje.net/caption-policy/es.html
pt: https://app.rlje.net/caption-policy/es.html

source: https://app.rlje.net/privacy/en.html
es: https://app.rlje.net/privacy/es.html
fr: https://app.rlje.net/privacy/es.html
pt: https://app.rlje.net/caption-policy/es.html

source: https://app.rlje.net/terms/en.html
es: https://app.rlje.net/terms/es.html
fr: https://app.rlje.net/terms/es.html
pt: https://app.rlje.net/terms/es.html

source: New &amp; Featured | The best British TV streaming on demand, commercial free.
es: Nuevo y destacado | El mejor de la televisión británica siempre disponible y siempre sin comerciales.
fr: [fr] New &amp; Featured | The best British TV streaming on demand, commercial free.
pt: [pt] New &amp; Featured | The best British TV streaming on demand, commercial free.

source: Binge-watch a classic series or discover a new favorite. New and exclusive shows are added weekly, so there's always something to watch!
es: Binge-ver una serie clásica o descubrir un nuevo favorito. Nuevos y exclusivos espectáculos se añaden semanalmente, así que siempre hay algo que ver!

source: PAGE NOT FOUND <span>:(</span>
es: PÁGINA NO ENCONTRADA <span>:(</span>

source: Sorry, we couldn’t find that page. You may have mistyped the address or the page may have moved.
es: Disculpas, no pudimos encontrar esa página. Quizás escribió incorrectamente la dirección o la página se ha trasladado.

source: Visit the <a href="%s">Acorn TV home page</a>
es: Visite <a href="%s">la página de inicio de Acorn TV</a>

source: Thank you for subscribing!
es: Gracias por suscribirte!

source: There was a problem with your submission, please try again.
es: [es] There was a problem with your submission, please try again.

source: Invalid email address.
es: Dirección de correo eléctronica incorrecta

source: Recently Added
es: Recientemente añadido

source: Coming Soon
es: Próximamente

source: Leaving Soon
es: Expirando

source: facebook
fr: [fr] facebook
pt: [pt] facebook

source: twitter
fr: [fr] twitter
pt: [pt] twitter

source: Available on Roku, Apple TV, Samsung Smart TV, iPhone, iPad, web and more.
fr: [fr] Available on Roku, Apple TV, Samsung Smart TV, iPhone, iPad, web and more.
pt: [pt] Available on Roku, Apple TV, Samsung Smart TV, iPhone, iPad, web and more.

source: Total:
fr: [fr] Total:
pt: [pt] Total:

source: Apple TV/iOS
fr: [fr] Apple TV/iOS
pt: [pt] Apple TV/iOS

source: Roku
fr: [fr] Roku
pt: [pt] Roku

source: PC/Mac
fr: [fr] PC/Mac
pt: [pt] PC/Mac

source: Android
fr: [fr] Android
pt: [pt] Android

source: Amazon Fire TV
fr: [fr] Amazon Fire TV
pt: [pt] Amazon Fire TV

source: &amp;lt;p&amp;gt;It appears that your browser does not support JavaScript, or you have it disabled. This site is best viewed with JavaScript enabled.&amp;lt;/p&amp;gt;
fr: [fr] &amp;lt;p&amp;gt;It appears that your browser does not support JavaScript, or you have it disabled. This site is best viewed with JavaScript enabled.&amp;lt;/p&amp;gt;
pt: [pt] &amp;lt;p&amp;gt;It appears that your browser does not support JavaScript, or you have it disabled. This site is best viewed with JavaScript enabled.&amp;lt;/p&amp;gt;

source: &amp;lt;p&amp;gt;If JavaScript is disabled in your browser, please turn it back on then reload this page.&amp;lt;/p&amp;gt;
fr: [fr] &amp;lt;p&amp;gt;If JavaScript is disabled in your browser, please turn it back on then reload this page.&amp;lt;/p&amp;gt;
pt: [pt] &amp;lt;p&amp;gt;If JavaScript is disabled in your browser, please turn it back on then reload this page.&amp;lt;/p&amp;gt;
