Repository: ubiquitous-tom/wp-themes-composer
Catalog: rlje/languages/*.po
Languages: es, fr, pt

source: You can also sign up for a full membership to watch world-class mystery, drama and comedy from Britain and beyond, always available, always commercial-free. No risk: cancel any time.
es: También puede registrarse para una membresía completa para mirar misterios, drama y comedias de primer nivel desde Gran Bretaña y más allá, siempre disponible, siempre sin comerciales. Sin riesgo: cancele en cualquier momento.
fr: [fr] You can also sign up for a full membership to watch world-class mystery, drama and comedy from Britain and beyond, always available, always commercial-free. No risk: cancel any time.
pt: [pt] You can also sign up for a full membership to watch world-class mystery, drama and comedy from Britain and beyond, always available, always commercial-free. No risk: cancel any time.

source: Your free access provided by your local library has ended.Please visit Recorded Books and select Acorn TV to resume access to our service.
es: Ha finalizado su acceso gratuito desde su biblioteca local. Visite Libros registrados y seleccione Acorn TV para reanudar el acceso a nuestro servicio.
fr: [fr] Your free access provided by your local library has ended.Please visit Recorded Books and select Acorn TV to resume access to our service.
pt: [pt] Your free access provided by your local library has ended.Please visit Recorded Books and select Acorn TV to resume access to our service.

source: Start watching Acorn TV now
es: Comenzar a mirar Acorn TV ahora
fr: [fr] Start watching Acorn TV now
pt: [pt] Start watching Acorn TV now

source: Enjoy hundreds of the best British mysteries, dramas, and comedies—all in one place, always available, and always commercial-free.
es: Disfrute cientos de los mejores misterios, dramas y comedias británicas, todo en un solo lugar, siempre disponible y siempre sin comerciales.
fr: [fr] Enjoy hundreds of the best British mysteries, dramas, and comedies—all in one place, always available, and always commercial-free.
pt: [pt] Enjoy hundreds of the best British mysteries, dramas, and comedies—all in one place, always available, and always commercial-free.

source: Your membership has expired. Renew now to continue watching the best British mysteries, dramas, and comedies.
es: Ha vencido su membresía. Renueve ahora para continuar mirando los mejores misterios, dramas y comedias británicas.
fr: [fr] Your membership has expired. Renew now to continue watching the best British mysteries, dramas, and comedies.
pt: [pt] Your membership has expired. Renew now to continue watching the best British mysteries, dramas, and comedies.

source: Required
es: Obligatorio
fr: [fr] Required
pt: [pt] Required

source: First Name *
es: Nombre *
fr: [fr] First Name *
pt: [pt] First Name *

source: Last Name *
es: Apellido *
fr: [fr] Last Name *
pt: [pt] Last Name *

source: Need to renew your Acorn TV membership? Sign in here.
es: ¿Necesita renovar su membresía de Acorn TV? Inicie sesión aquí.
fr: [fr] Need to renew your Acorn TV membership? Sign in here.
pt: [pt] Need to renew your Acorn TV membership? Sign in here.

source: Acorn TV Members, Sign in.
es: Miembros de Acorn TV, iniciar sesión.
fr: [fr] Acorn TV Members, Sign in.
pt: [pt] Acorn TV Members, Sign in.

source: Hello, , You Are Already a Member
es: Hola, ya es un miembro
fr: [fr] Hello, , You Are Already a Member
pt: [pt] Hello, , You Are Already a Member

source: Watch Now
es: Mirar ahora
fr: [fr] Watch Now
pt: [pt] Watch Now

source: Change To Annual
es: Cambiar a anual
fr: [fr] Change To Annual
pt: [pt] Change To Annual

source: You purchased your membership through . Please log in to to manage your billing details or cancel your account.
es: Usted adquirió su membresía a través de . Inicie sesión para gestionar sus detalles de facturación o cancelar su cuenta.
fr: [fr] You purchased your membership through . Please log in to to manage your billing details or cancel your account.
pt: [pt] You purchased your membership through . Please log in to to manage your billing details or cancel your account.

source: Hello
es: Hola
fr: [fr] Hello
pt: [pt] Hello

source: Please choose a membership below and click "Checkout" to continue.
es: Elija una membresía a continuación y haga clic en “Comprobar pedido” para continuar.
fr: [fr] Please choose a membership below and click "Checkout" to continue.
pt: [pt] Please choose a membership below and click "Checkout" to continue.

source: Acorn TV Membership
es: Membresía de Acorn TV
fr: [fr] Acorn TV Membership
pt: [pt] Acorn TV Membership

source: Unlimited access to thousands of hours of the best British TV.
es: Acceso ilimitado a miles de horas de la mejor televisión británica.
fr: [fr] Unlimited access to thousands of hours of the best British TV.
pt: [pt] Unlimited access to thousands of hours of the best British TV.

source: Automatic monthly billing
es: Facturación mensual automática
fr: [fr] Automatic monthly billing
pt: [pt] Automatic monthly billing

source: A full year of Acorn TV for the price of 10 months
es: Un año completo de Acorn TV al precio de 10 meses
fr: [fr] A full year of Acorn TV for the price of 10 months
pt: [pt] A full year of Acorn TV for the price of 10 months

source: Give 12 months of unlimited access to Acorn TV
es: Dar 12 meses de acceso ilimitado a Acorn TV
fr: [fr] Give 12 months of unlimited access to Acorn TV
pt: [pt] Give 12 months of unlimited access to Acorn TV

source: Monthly Memberships: The credit card you provide will automatically be charged at the monthly rate of $x.xx every month until you cancel. You may cancel at any time. Annual Membership: The credit card you provide will be charged at the annual rate of $x.xx every year until you cancel. Gift Membership: Your credit card will be charged once for a gift purchase with no recurring charges. Redemption does not require a credit card. Recipient will be asked to provide an email address for membership confirmation. Privacy Policy
es: Membresías mensuales: Se le aplicará el cargo de la tarifa mensual de $x.xx por mes de forma automática a su tarjeta de crédito hasta la cancelación. Puede cancelar en cualquier momento. Membresía anual: Se le aplicará el cargo de la tarifa anual de $x.xx por año a su tarjeta de crédito hasta la cancelación. Membresías de regalo: Se le aplicará un cargo por única vez a su tarjeta de crédito por una compra de regalo sin cargos recurrentes. El canje no necesita una tarjeta de crédito. Se le solicitará al beneficiario que brinde una dirección de correo electrónico para confirmar la membresía. Política de privacidad
fr: [fr] Monthly Memberships: The credit card you provide will automatically be charged at the monthly rate of $x.xx every month until you cancel. You may cancel at any time. Annual Membership: The credit card you provide will be charged at the annual rate of $x.xx every year until you cancel. Gift Membership: Your credit card will be charged once for a gift purchase with no recurring charges. Redemption does not require a credit card. Recipient will be asked to provide an email address for membership confirmation. Privacy Policy
pt: [pt] Monthly Memberships: The credit card you provide will automatically be charged at the monthly rate of $x.xx every month until you cancel. You may cancel at any time. Annual Membership: The credit card you provide will be charged at the annual rate of $x.xx every year until you cancel. Gift Membership: Your credit card will be charged once for a gift purchase with no recurring charges. Redemption does not require a credit card. Recipient will be asked to provide an email address for membership confirmation. Privacy Policy

source: Your Acorn TV membership takes effect as soon as we receive your order. Membership is nonrefundable. Membership is currently available to US and Canadian customers. Gift memberships take effect as soon as access codes are redeemed.
es: Su membresía de Acorn TV entra en vigencia apenas recibamos su pedido. La membresía no es reembolsable. La membresía está actualmente disponible para clientes en EE. UU. y Canadá. Las membresías de regalo entran en vigencia apenas se canjeen los códigos de acceso.
fr: [fr] Your Acorn TV membership takes effect as soon as we receive your order. Membership is nonrefundable. Membership is currently available to US and Canadian customers. Gift memberships take effect as soon as access codes are redeemed.
pt: [pt] Your Acorn TV membership takes effect as soon as we receive your order. Membership is nonrefundable. Membership is currently available to US and Canadian customers. Gift memberships take effect as soon as access codes are redeemed.

source: Acorn TV Checkout
es: Comprobar pedido de Acorn TV
fr: [fr] Acorn TV Checkout
pt: [pt] Acorn TV Checkout

source: Review Your Order
es: Revisar su pedido
fr: [fr] Review Your Order
pt: [pt] Review Your Order

source: You're almost done! Review your order below, then click "Place Your Order" to complete your purchase.
es: ¡Ya casi está listo! Revise su pedido a continuación, luego haga clic en “Establecer su pedido” para completar la compra.
fr: [fr] You're almost done! Review your order below, then click "Place Your Order" to complete your purchase.
pt: [pt] You're almost done! Review your order below, then click "Place Your Order" to complete your purchase.

source: Billing Information for Your Order
es: Información de facturación para su pedido
fr: [fr] Billing Information for Your Order
pt: [pt] Billing Information for Your Order

source: Change Payment Method for This Order
es: Cambiar método de pago para este pedido
fr: [fr] Change Payment Method for This Order
pt: [pt] Change Payment Method for This Order

source: Name
es: Nombre
fr: [fr] Name
pt: [pt] Name

source: Order Summary
es: Resumen de pedido
fr: [fr] Order Summary
pt: [pt] Order Summary

source: Acorn TV Membership - Monthly
es: Membresía de Acorn TV - Mensual
fr: [fr] Acorn TV Membership - Monthly
pt: [pt] Acorn TV Membership - Monthly

source: Order Total:
es: Total del pedido:
fr: [fr] Order Total:
pt: [pt] Order Total:

source: Cancel This Order
es: Cancelar este pedido
fr: [fr] Cancel This Order
pt: [pt] Cancel This Order

source: Place Your Order
es: Establecer su pedido
fr: [fr] Place Your Order
pt: [pt] Place Your Order

source: Your membership takes effect as soon as we receive your order. Gift memberships take effect as soon as access codes are redeemed.
es: Su membresía entra en vigencia apenas recibamos su pedido. Las membresías de regalo entran en vigencia apenas se canjeen los códigos de acceso.
fr: [fr] Your membership takes effect as soon as we receive your order. Gift memberships take effect as soon as access codes are redeemed.
pt: [pt] Your membership takes effect as soon as we receive your order. Gift memberships take effect as soon as access codes are redeemed.

source: Membership is currently available to US and Canadian customers. Membership is non-refundable and cannot be applied to prior purchases. Annual Membership expires after one year and does not automatically renew. You will receive renewal notifications and does not automatically renew. You will receive renewal notifications.
es: La membresía está actualmente disponible para clientes en EE. UU. y Canadá. La membresía no es reembolsable y no se puede aplicar antes de las compras. La membresía anual vence después de un año y no se renueva de forma automática. Recibirá notificaciones de renovación.
fr: [fr] Membership is currently available to US and Canadian customers. Membership is non-refundable and cannot be applied to prior purchases. Annual Membership expires after one year and does not automatically renew. You will receive renewal notifications and does not automatically renew. You will receive renewal notifications.
pt: [pt] Membership is currently available to US and Canadian customers. Membership is non-refundable and cannot be applied to prior purchases. Annual Membership expires after one year and does not automatically renew. You will receive renewal notifications and does not automatically renew. You will receive renewal notifications.

source: Your Order has Been Canceled
es: Se ha cancelado su pedido
fr: [fr] Your Order has Been Canceled
pt: [pt] Your Order has Been Canceled

source: Continue
es: Continuar
fr: [fr] Continue
pt: [pt] Continue

source: Thank You for Your Order!
es: ¡Gracias por su pedido!
fr: [fr] Thank You for Your Order!
pt: [pt] Thank You for Your Order!

source: You will soon receive a confirmation email that includes instructions for the recipient, as well as a link to a PDF of a printer-friendly gift certificate with redemption instructions.
es: Recibirá pronto un correo electrónico de confirmación que incluye instrucciones para el beneficiario, como así también un enlace a un certificado de regalo para imprimir en PDF con instrucciones para el canje.
fr: [fr] You will soon receive a confirmation email that includes instructions for the recipient, as well as a link to a PDF of a printer-friendly gift certificate with redemption instructions.
pt: [pt] You will soon receive a confirmation email that includes instructions for the recipient, as well as a link to a PDF of a printer-friendly gift certificate with redemption instructions.

source: Giving Your Gift is Easy
es: Dar su regalo es fácil
fr: [fr] Giving Your Gift is Easy
pt: [pt] Giving Your Gift is Easy

source: Open your confirmation email.
es: Abrir su correo electrónico de confirmación.
fr: [fr] Open your confirmation email.
pt: [pt] Open your confirmation email.

source: Copy the links and paste them into separate emails to your recipients (make sure you don't send the same link to different people). -or-
es: Copie los enlaces y péguelos en correos electrónicos separados a sus beneficiarios (asegúrese de no enviar el mismo enlace a diferentes personas). o
fr: [fr] Copy the links and paste them into separate emails to your recipients (make sure you don't send the same link to different people). -or-
pt: [pt] Copy the links and paste them into separate emails to your recipients (make sure you don't send the same link to different people). -or-

source: Click the links and print out the certificates to give to your recipients.
es: Haga clic en los enlaces e imprima los certificados para dárselos a sus beneficiarios.
fr: [fr] Click the links and print out the certificates to give to your recipients.
pt: [pt] Click the links and print out the certificates to give to your recipients.

source: You will soon receive a confirmation email that includes your order detail.
es: Recibirá pronto un correo electrónico de confirmación que incluye el detalle de su pedido.
fr: [fr] You will soon receive a confirmation email that includes your order detail.
pt: [pt] You will soon receive a confirmation email that includes your order detail.

source: You will also receive another email which includes instructions for the recipient, as well as a link to a PDF of a printer-friendly gift certificate with redemption instructions.
es: También recibirá otro correo electrónico que incluye instrucciones para el beneficiario, como así también un enlace a un certificado de regalo para imprimir en PDF con instrucciones para el canje.
fr: [fr] You will also receive another email which includes instructions for the recipient, as well as a link to a PDF of a printer-friendly gift certificate with redemption instructions.
pt: [pt] You will also receive another email which includes instructions for the recipient, as well as a link to a PDF of a printer-friendly gift certificate with redemption instructions.

source: Order
es: Pedido
fr: [fr] Order
pt: [pt] Order

source: Acorn TV Gift
es: Regalo de Acorn TV
fr: [fr] Acorn TV Gift
pt: [pt] Acorn TV Gift

source: Annual membership to Acorn TV
es: Membresía anual a Acorn TV
fr: [fr] Annual membership to Acorn TV
pt: [pt] Annual membership to Acorn TV

source: Gift
es: Regalo
fr: [fr] Gift
pt: [pt] Gift

source: Promo Code
es: Código promocional
fr: [fr] Promo Code
pt: [pt] Promo Code

source: Acorn TV Gift - 1 Year
es: Regalo de Acorn TV - 1 año
fr: [fr] Acorn TV Gift - 1 Year
pt: [pt] Acorn TV Gift - 1 Year

source: Your annual membership will automatically renew and your next payment will be charged on
es: Su membresía anual se renovará automáticamente y se aplicará su pago siguiente el
fr: [fr] Your annual membership will automatically renew and your next payment will be charged on
pt: [pt] Your annual membership will automatically renew and your next payment will be charged on

source: Your credit card will be charged for your membership starting
es: Se le aplicará el cargo a su tarjeta de crédito por su membresía a partir de
fr: [fr] Your credit card will be charged for your membership starting
pt: [pt] Your credit card will be charged for your membership starting

source: Start Watching Now!
es: ¡Comience a mirar ahora!
fr: [fr] Start Watching Now!
pt: [pt] Start Watching Now!

source: Annual membership and Gift membership means no recurring charges. Your credit card will be charged once for this purchase. Redemption does not require a credit card.
es: La membresía anual y la membresía de regalo significa sin cargos recurrentes. Se aplicarán cargos a su tarjeta de crédito una vez por esta compra. El canje no necesita una tarjeta de crédito.
fr: [fr] Annual membership and Gift membership means no recurring charges. Your credit card will be charged once for this purchase. Redemption does not require a credit card.
pt: [pt] Annual membership and Gift membership means no recurring charges. Your credit card will be charged once for this purchase. Redemption does not require a credit card.

source: Account Information
es: Información de la cuenta
fr: [fr] Account Information
pt: [pt] Account Information

source: Join Date
es: Datos de ingreso
fr: [fr] Join Date
pt: [pt] Join Date

source: Billing Information
es: Información de facturación
fr: [fr] Billing Information
pt: [pt] Billing Information

source: Payment Method
es: Método de pago
fr: [fr] Payment Method
pt: [pt] Payment Method

source: Your credit card will not be charged
es: No se le aplicarán cargos a su tarjeta de crédito
fr: [fr] Your credit card will not be charged
pt: [pt] Your credit card will not be charged

source: None on file
es: Ninguno en el archivo
fr: [fr] None on file
pt: [pt] None on file

source: Card Status
es: Estado de la tarjeta
fr: [fr] Card Status
pt: [pt] Card Status

source: Expired
es: Vencido
fr: [fr] Expired
pt: [pt] Expired

source: Up to date
es: Actualizado
fr: [fr] Up to date
pt: [pt] Up to date

source: Card Expiration
es: Vencimiento de la tarjeta
fr: [fr] Card Expiration
pt: [pt] Card Expiration

source: Edit Billing
es: Editar facturación
fr: [fr] Edit Billing
pt: [pt] Edit Billing

source: Country *
es: País *
fr: [fr] Country *
pt: [pt] Country *

source: Country -
es: País -
fr: [fr] Country -
pt: [pt] Country -

source: Zip/Postal Code
es: Código postal
fr: [fr] Zip/Postal Code
pt: [pt] Zip/Postal Code

source: Credit Card Information
es: Información de la tarjeta de crédito
fr: [fr] Credit Card Information
pt: [pt] Credit Card Information

source: Name on Card *
es: Nombre en la tarjeta *
fr: [fr] Name on Card *
pt: [pt] Name on Card *

source: Please enter your name EXACTLY as it appears on your card
es: Ingrese su nombre EXACTAMENTE como aparece en su tarjeta
fr: [fr] Please enter your name EXACTLY as it appears on your card
pt: [pt] Please enter your name EXACTLY as it appears on your card

source: Credit Card Number *
es: Nombre de la tarjeta de crédito *
fr: [fr] Credit Card Number *
pt: [pt] Credit Card Number *

source: Card Expiry Date *
es: Fecha de vencimiento de la tarjeta *
fr: [fr] Card Expiry Date *
pt: [pt] Card Expiry Date *

source: Card Verification Number *
es: Número de verificación de la tarjeta *
fr: [fr] Card Verification Number *
pt: [pt] Card Verification Number *

source: To make your purchase, please fill in the form below.
es: Para realizar su compra, complete el formulario a continuación.
fr: [fr] To make your purchase, please fill in the form below.
pt: [pt] To make your purchase, please fill in the form below.

source: * Indicates Required Fields
es: * Indica campos obligatorios.
fr: [fr] * Indicates Required Fields
pt: [pt] * Indicates Required Fields

source: Code to be Applied
es: Código a aplicar
fr: [fr] Code to be Applied
pt: [pt] Code to be Applied

source: The following will be applied to your account.
es: Se aplicará lo siguiente a su cuenta.
fr: [fr] The following will be applied to your account.
pt: [pt] The following will be applied to your account.

source: Please enter a minimum of 6 characters
es: Ingrese 6 caracteres como mínimo
fr: [fr] Please enter a minimum of 6 characters
pt: [pt] Please enter a minimum of 6 characters

source: Confirm Email Address
es: Confirmar la dirección de correo electrónico
fr: [fr] Confirm Email Address
pt: [pt] Confirm Email Address

source: Password (case-sensitive)
es: Contraseña (distingue entre mayúsculas y minúsculas)
fr: [fr] Password (case-sensitive)
pt: [pt] Password (case-sensitive)

source: I agree to the Terms of Service
es: Acepto los Términos de servicio
fr: [fr] I agree to the Terms of Service
pt: [pt] I agree to the Terms of Service

source: Please send me program information and special sale announcements via email.
es: Enviarme información del programa y anuncios especiales de venta mediante el correo electrónico.
fr: [fr] Please send me program information and special sale announcements via email.
pt: [pt] Please send me program information and special sale announcements via email.

source: Continue to Review & Place Order
es: Continuar a Revisar y establecer pedido
fr: [fr] Continue to Review & Place Order
pt: [pt] Continue to Review & Place Order

source: Update Billing Information
es: Actualizar información de facturación
fr: [fr] Update Billing Information
pt: [pt] Update Billing Information

source: Membership is currently available to US and Canadian customers.
es: La membresía está actualmente disponible para clientes en EE. UU. y Canadá.
fr: [fr] Membership is currently available to US and Canadian customers.
pt: [pt] Membership is currently available to US and Canadian customers.

source: Membership is nonrefundable and cannot be applied to prior purchases. Annual Memberships automatically renew.
es: La membresía no es reembolsable y no se puede aplicar antes de las compras. Las membresías anuales se renuevan automáticamente.
fr: [fr] Membership is nonrefundable and cannot be applied to prior purchases. Annual Memberships automatically renew.
pt: [pt] Membership is nonrefundable and cannot be applied to prior purchases. Annual Memberships automatically renew.

source: Please note: Only your billing address and credit card information will be updated. The name associated with your account will not be changed.
es: Tenga en cuenta: Se actualizarán solo su dirección de facturación y la información de la tarjeta de crédito. No se cambiará el nombre asociado con su tarjeta de crédito.
fr: [fr] Please note: Only your billing address and credit card information will be updated. The name associated with your account will not be changed.
pt: [pt] Please note: Only your billing address and credit card information will be updated. The name associated with your account will not be changed.

source: Billing Address * Indicates Required Fields
es: Dirección de facturación * Indica campos obligatorios
fr: [fr] Billing Address * Indicates Required Fields
pt: [pt] Billing Address * Indicates Required Fields

source: FAQ
es: Preguntas frecuentes
fr: [fr] FAQ
pt: [pt] FAQ

source: How do I watch Acorn TV?
es: ¿Cómo miro Acorn TV?
fr: [fr] How do I watch Acorn TV?
pt: [pt] How do I watch Acorn TV?
