Repository: ubiquitous-tom/wp-themes-composer
Catalog: rlje/languages/*.po
Languages: es, fr, pt

source: Available on Roku, Apple TV, Samsung Smart TV, Amazon Fire TV, iPhone, iPad, web and more.
es: Disponible en Roku, Apple TV, Samsung Smart TV, Amazon Fire TV, iPhone, iPad, Web y más.
fr: [fr] Available on Roku, Apple TV, Samsung Smart TV, Amazon Fire TV, iPhone, iPad, web and more.
pt: [pt] Available on Roku, Apple TV, Samsung Smart TV, Amazon Fire TV, iPhone, iPad, web and more.

source: When do you add new shows?
es: ¿Cuándo agregó nuevos espectáculos?
fr: [fr] When do you add new shows?
pt: [pt] When do you add new shows?

source: Acorn TV adds new shows every week.
es: Acorn TV agrega nuevos espectáculos todas las semanas.
fr: [fr] Acorn TV adds new shows every week.
pt: [pt] Acorn TV adds new shows every week.

source: Are there closed captions or subtitles available on Acorn TV programs?
es: ¿Los programas de Acorn TV tienen subtítulos disponibles?
fr: [fr] Are there closed captions or subtitles available on Acorn TV programs?
pt: [pt] Are there closed captions or subtitles available on Acorn TV programs?

source: Yes! All of our programs include closed captions and/or SDH subtitles.
es: ¡Sí! Todos nuestros programas incluyen subítulos SDH.
fr: [fr] Yes! All of our programs include closed captions and/or SDH subtitles.
pt: [pt] Yes! All of our programs include closed captions and/or SDH subtitles.

source: For more FAQs, CLICK HERE
es: Para más preguntas frecuentes, haga clic aquí
fr: [fr] For more FAQs, CLICK HERE
pt: [pt] For more FAQs, CLICK HERE

source: Become a Member
es: Convertirse en un miembro
fr: [fr] Become a Member
pt: [pt] Become a Member

source: Start Your Free Trial as an Acorn TV Member
es: Comenzar su prueba gratis como miembro de Acorn TV
fr: [fr] Start Your Free Trial as an Acorn TV Member
pt: [pt] Start Your Free Trial as an Acorn TV Member

source: With each gift you purchase, you'll receive an additional 1 free month of Acorn TV.
es: Con cada regalo que compre, recibirá un mes gratis adicional de Acorn TV.
fr: [fr] With each gift you purchase, you'll receive an additional 1 free month of Acorn TV.
pt: [pt] With each gift you purchase, you'll receive an additional 1 free month of Acorn TV.

source: Yes, Start My Free Trial. I would like to become a member. Learn More
es: Sí, comenzar mi prueba gratis. Quiero convertirme en un miembro. Obtener más información
fr: [fr] Yes, Start My Free Trial. I would like to become a member. Learn More
pt: [pt] Yes, Start My Free Trial. I would like to become a member. Learn More

source: Please create a password for your Acorn TV account.
es: Cree una contraseña para su cuenta de Acorn TV.
fr: [fr] Please create a password for your Acorn TV account.
pt: [pt] Please create a password for your Acorn TV account.

source: case-sensitive
es: distingue entre mayúsculas y minúsculas
fr: [fr] case-sensitive
pt: [pt] case-sensitive

source: Acorn Annual Membership
es: Membresía anual de Acorn TV
fr: [fr] Acorn Annual Membership
pt: [pt] Acorn Annual Membership

source: Acorn Monthly Membership
es: Membresía mensual de Acorn TV
fr: [fr] Acorn Monthly Membership
pt: [pt] Acorn Monthly Membership

source: Update Your Order
es: Actualizar su pedido
fr: [fr] Update Your Order
pt: [pt] Update Your Order

source: Redeem Code
es: Código de canje
fr: [fr] Redeem Code
pt: [pt] Redeem Code

source: Enter the Code From Your Device
es: Ingresar el código de su dispositivo
fr: [fr] Enter the Code From Your Device
pt: [pt] Enter the Code From Your Device

source: Code
es: Código
fr: [fr] Code
pt: [pt] Code

source: Step 1
es: Paso 1
fr: [fr] Step 1
pt: [pt] Step 1

source: Step 2
es: Paso 2
fr: [fr] Step 2
pt: [pt] Step 2

source: Start Watching Now
es: Comience a mirar ahora
fr: [fr] Start Watching Now
pt: [pt] Start Watching Now

source: Finish
es: Finalizar
fr: [fr] Finish
pt: [pt] Finish

source: Cookies are required on this website. Please enable cookies and try again. If you would like assistance please
es: Este sitio web requiere cookies. Habilite las cookies e intente nuevamente. Si necesita asistencia, póngase
fr: [fr] Cookies are required on this website. Please enable cookies and try again. If you would like assistance please
pt: [pt] Cookies are required on this website. Please enable cookies and try again. If you would like assistance please

source: Always available, always commercial free. Just $4.99 a month.
es: Siempre disponible, siempre sin comerciales. Solo $4.99 por mes.
fr: [fr] Always available, always commercial free. Just $4.99 a month.
pt: [pt] Always available, always commercial free. Just $4.99 a month.

source: Activate your Best Buy exclusive offer.Enter your promo code on the next page to sign up.
es: Active su oferta exclusiva de Best Buy. Ingrese su código promocional en la página siguiente para registrarse.
fr: [fr] Activate your Best Buy exclusive offer.Enter your promo code on the next page to sign up.
pt: [pt] Activate your Best Buy exclusive offer.Enter your promo code on the next page to sign up.

source: Acorn TV streams world-class mysteries, dramas, and comedies from Britain and beyond. Hailed as “Netflix for the Anglophile” by NPR, Acorn TV’s catalog includes hundreds of hours of exclusive programming<span class="hidden-xs"> including Agatha Raisin, 800 Words, Loch Ness, Striking Out, Love, Lies & Records, and more. Acorn TV offers the newest seasons of fan favorite shows including Doc Martin, A Place to Call Home, Detectorists, The Brokenwood Mysteries, Midsomer Murders, Murdoch Mysteries, and more. The New York Times raves “Acorn is an absolute must for anyone who wants to spend hours every day touring around quaint villages and gritty British city streets, enjoying gentle comedy and hard-hitting crime stories alike”. <br><br>Start your free trial to binge-watch a classic series or discover your new favorite show. With thousands of hours of commercial-free programming and new shows added weekly, there’s always something to watch! After your trial, the subscription is just $4.99 a month. You can cancel anytime.
es: Acorn TV transmite misterios, dramas y comedias de primer nivel desde Gran Bretaña y más allá. Aclamado como “Netflix para los anglófilos” mediante NPR, el catálogo de Acorn TV incluye cientos de horas de programación exclusiva <span class="hidden-xs"> que incluye Agatha Raisin, 800 Words, Loch Ness, Striking Out, Love, Lies & Records y más. Acorn TV ofrece las temporadas más recientes de los espectáculos favoritos de los fanáticos, incluidos Doc Martin, A Place to Call Home, Detectorists, The Brokenwood Mysteries, Midsomer Murders, Murdoch Mysteries y más. The New York Times proclama “Acorn es un imperativo absoluto para todos los que quieran pasar horas, todos los días mirando los pintorescos lugares y las calles de la animada ciudad británica, disfrutando tanto de comedias como de historias policiales contundentes”. <br><br>Comience su prueba gratis para hacer una maratón de series clásicas o descubrir su nuevo espectáculo favorito. Con miles de horas de programación sin comerciales y nuevos espectáculos agregados semanalmente, ¡siempre hay algo para mirar! Después de su prueba, la suscripción es de solo $4.99 por mes. Puede cancelar en cualquier momento.
fr: [fr] Acorn TV streams world-class mysteries, dramas, and comedies from Britain and beyond. Hailed as “Netflix for the Anglophile” by NPR, Acorn TV’s catalog includes hundreds of hours of exclusive programming<span class="hidden-xs"> including Agatha Raisin, 800 Words, Loch Ness, Striking Out, Love, Lies & Records, and more. Acorn TV offers the newest seasons of fan favorite shows including Doc Martin, A Place to Call Home, Detectorists, The Brokenwood Mysteries, Midsomer Murders, Murdoch Mysteries, and more. The New York Times raves “Acorn is an absolute must for anyone who wants to spend hours every day touring around quaint villages and gritty British city streets, enjoying gentle comedy and hard-hitting crime stories alike”. <br><br>Start your free trial to binge-watch a classic series or discover your new favorite show. With thousands of hours of commercial-free programming and new shows added weekly, there’s always something to watch! After your trial, the subscription is just $4.99 a month. You can cancel anytime.
pt: [pt] Acorn TV streams world-class mysteries, dramas, and comedies from Britain and beyond. Hailed as “Netflix for the Anglophile” by NPR, Acorn TV’s catalog includes hundreds of hours of exclusive programming<span class="hidden-xs"> including Agatha Raisin, 800 Words, Loch Ness, Striking Out, Love, Lies & Records, and more. Acorn TV offers the newest seasons of fan favorite shows including Doc Martin, A Place to Call Home, Detectorists, The Brokenwood Mysteries, Midsomer Murders, Murdoch Mysteries, and more. The New York Times raves “Acorn is an absolute must for anyone who wants to spend hours every day touring around quaint villages and gritty British city streets, enjoying gentle comedy and hard-hitting crime stories alike”. <br><br>Start your free trial to binge-watch a classic series or discover your new favorite show. With thousands of hours of commercial-free programming and new shows added weekly, there’s always something to watch! After your trial, the subscription is just $4.99 a month. You can cancel anytime.

source: Start Your Free Trial or Browse All Shows
es: Comience su prueba gratis o busque todos los espectáculos
fr: [fr] Start Your Free Trial or Browse All Shows
pt: [pt] Start Your Free Trial or Browse All Shows

source: Watch Anywhere 24/7
es: Mirar desde cualquier lugar las 24 horas, todos los días
fr: [fr] Watch Anywhere 24/7
pt: [pt] Watch Anywhere 24/7

source: Thousands of hours of programming, including dozens of exclusive shows and the latest seasons of your favorite series.
es: Miles de horas de programación, incluidas docenas de espectáculos exclusivos y las últimas temporadas de su serie favorita.
fr: [fr] Thousands of hours of programming, including dozens of exclusive shows and the latest seasons of your favorite series.
pt: [pt] Thousands of hours of programming, including dozens of exclusive shows and the latest seasons of your favorite series.

source: Cancel Acorn TV
es: Cancelar Acorn TV
fr: [fr] Cancel Acorn TV
pt: [pt] Cancel Acorn TV

source: Cancel
es: Cancelar
fr: [fr] Cancel
pt: [pt] Cancel

source: Acorn TV Member Since
es: Miembro de Acorn TV desde
fr: [fr] Acorn TV Member Since
pt: [pt] Acorn TV Member Since

source: Are you sure you'd like to cancel your account?
es: ¿Está seguro que quiere cancelar su cuenta?
fr: [fr] Are you sure you'd like to cancel your account?
pt: [pt] Are you sure you'd like to cancel your account?

source: Nevermind!
es: ¡Olvídelo!
fr: [fr] Nevermind!
pt: [pt] Nevermind!

source: Congratulations! Sign up complete
es: ¡Felicitaciones! Registro completo
fr: [fr] Congratulations! Sign up complete
pt: [pt] Congratulations! Sign up complete

source: Thanks for trying Acorn TV. We think you’ll love it.
es: Gracias por probar Acorn TV. Pensamos que le encantará.
fr: [fr] Thanks for trying Acorn TV. We think you’ll love it.
pt: [pt] Thanks for trying Acorn TV. We think you’ll love it.

source: Acorn TV is available on Roku, Samsung Smart TV, iPhone, iPad, web, and more. Click here to learn more
es: Acorn TV está disponible en Roku, Samsung Smart TV, iPhone, iPad, Web y más. Haga clic aquí para obtener más información
fr: [fr] Acorn TV is available on Roku, Samsung Smart TV, iPhone, iPad, web, and more. Click here to learn more
pt: [pt] Acorn TV is available on Roku, Samsung Smart TV, iPhone, iPad, web, and more. Click here to learn more

source: Ready to start your free trial?
es: ¿Listo para iniciar su prueba gratis?
fr: [fr] Ready to start your free trial?
pt: [pt] Ready to start your free trial?

source: Watch the best British mystery, drama, and comedy all in one place, always commercial free.
es: Mirar el mejor misterio, drama y comedia británicos, todo en un solo lugar y siempre sin comerciales.
fr: [fr] Watch the best British mystery, drama, and comedy all in one place, always commercial free.
pt: [pt] Watch the best British mystery, drama, and comedy all in one place, always commercial free.

source: Create Your Account * Indicates Required Fields
es: Crear su cuenta * Indica campos obligatorios
fr: [fr] Create Your Account * Indicates Required Fields
pt: [pt] Create Your Account * Indicates Required Fields

source: E-Mail Address
es: Dirección de correo electrónico
fr: [fr] E-Mail Address
pt: [pt] E-Mail Address

source: Confirm E-Mail Address
es: Confirmar su dirección de correo electrónico
fr: [fr] Confirm E-Mail Address
pt: [pt] Confirm E-Mail Address

source: Password * Please enter a minimum of 6 characters
es: Contraseña * Ingrese 6 caracteres como mínimo.
fr: [fr] Password * Please enter a minimum of 6 characters
pt: [pt] Password * Please enter a minimum of 6 characters

source: Sign me up for the Acorn TV newsletter
es: Suscribirme para el boletín de Acorn TV
fr: [fr] Sign me up for the Acorn TV newsletter
pt: [pt] Sign me up for the Acorn TV newsletter

source: Continue to Step 2
es: Continuar al Paso 2
fr: [fr] Continue to Step 2
pt: [pt] Continue to Step 2

source: Browse Our Shows
es: Buscar nuestros espectáculos
fr: [fr] Browse Our Shows
pt: [pt] Browse Our Shows

source: Authorize Your Device
es: Autorizar su dispositivo
fr: [fr] Authorize Your Device
pt: [pt] Authorize Your Device

source: Your Code Select [Authorize] in your Acorn TV Roku channel to get the code (like below)
es: Su código selecciona [autoriza] en su canal Roku de Acorn TV a obtener el código (como el siguiente)
fr: [fr] Your Code Select [Authorize] in your Acorn TV Roku channel to get the code (like below)
pt: [pt] Your Code Select [Authorize] in your Acorn TV Roku channel to get the code (like below)

source: Authorize Device
es: Autorizar dispositivo
fr: [fr] Authorize Device
pt: [pt] Authorize Device

source: Currently, the only Acorn TV devices that need to be authorized are Roku boxes. On all other devices, Acorn TV is accessed at <a href="http://www.acorn.tv" style="color: #993333; font-weight:500;">www.acorn.tv</a> via the browser.
es: Actualmente, solo los dispositivos de Acorn TV que necesitan ser autorizados son cajas Roku. En todos los demás dispositivos, se accede a Acorn TV en <a href="http://www.acorn.tv" style="color: #993333; font-weight:500;">www.acorn.tv</a> mediante su navegador.
fr: [fr] Currently, the only Acorn TV devices that need to be authorized are Roku boxes. On all other devices, Acorn TV is accessed at <a href="http://www.acorn.tv" style="color: #993333; font-weight:500;">www.acorn.tv</a> via the browser.
pt: [pt] Currently, the only Acorn TV devices that need to be authorized are Roku boxes. On all other devices, Acorn TV is accessed at <a href="http://www.acorn.tv" style="color: #993333; font-weight:500;">www.acorn.tv</a> via the browser.

source: © %d RLJ Entertainment, Inc. All Rights Reserved
es: © %d RLJ Entertainment, Inc. Todos los derechos reservados.
fr: [fr] © %d RLJ Entertainment, Inc. All Rights Reserved
pt: [pt] © %d RLJ Entertainment, Inc. All Rights Reserved

source: Your device has been successfully authorized! Please go to the Acorn TV channel on Roku to begin watching.
es: Se ha autorizado su dispositivo de manera exitosa. Vaya al canal de Acorn TV en Roku para comenzar a mirar.
fr: [fr] Your device has been successfully authorized! Please go to the Acorn TV channel on Roku to begin watching.
pt: [pt] Your device has been successfully authorized! Please go to the Acorn TV channel on Roku to begin watching.

source: That is not a valid authorization code. Please return to your Roku screen and select "Get New Code" to try again.
es: Ese no es un código de autorización válido. Vuelva a la pantalla de Roku y seleccione "Obtener nuevo código" para intentar nuevamente.
fr: [fr] That is not a valid authorization code. Please return to your Roku screen and select "Get New Code" to try again.
pt: [pt] That is not a valid authorization code. Please return to your Roku screen and select "Get New Code" to try again.

source: ACCESS ACORN TV
es: ACCESO A ACORN TV
fr: [fr] ACCESS ACORN TV
pt: [pt] ACCESS ACORN TV

source: Welcome back to Acorn TV
es: Bienvenido de nuevo a Acorn TV
fr: [fr] Welcome back to Acorn TV
pt: [pt] Welcome back to Acorn TV

source: An Acorn TV account is already associated with your email address<br >
es: Ya tiene asociada una dirección de correo electrónico con su cuenta de Acorn TV<br >
fr: [fr] An Acorn TV account is already associated with your email address<br >
pt: [pt] An Acorn TV account is already associated with your email address<br >

source: You can watch Acorn TV for 7 days for free with access from your local library.
es: Puede mirar Acorn TV durante 7 días con acceso gratis desde su biblioteca local.
fr: [fr] You can watch Acorn TV for 7 days for free with access from your local library.
pt: [pt] You can watch Acorn TV for 7 days for free with access from your local library.

source: Our account management pages are experiencing a temporary outage. Current members should be able to view programs; however, it is not possible at this time to make any account changes or to start a new account. We expect the issue to be resolved today. Thank you for your patience in the meantime.
es: Las páginas de gestión de cuenta están experimentando una interrupción temporal. Los miembros actuales pueden ver los programas pero, en este momento, no es posible hacer ningún cambio en su cuenta ni crear una cuenta nueva. Esperamos resolver hoy el problema. Mientras tanto, gracias por su paciencia.
fr: [fr] Our account management pages are experiencing a temporary outage. Current members should be able to view programs; however, it is not possible at this time to make any account changes or to start a new account. We expect the issue to be resolved today. Thank you for your patience in the meantime.
pt: [pt] Our account management pages are experiencing a temporary outage. Current members should be able to view programs; however, it is not possible at this time to make any account changes or to start a new account. We expect the issue to be resolved today. Thank you for your patience in the meantime.

source: Reset Your Password
es: Restablecer su contraseña
fr: [fr] Reset Your Password
pt: [pt] Reset Your Password

source: Please enter the email address you used to create your account. Within a few minutes, we will send you a link so you can create a new password.
es: Ingrese la dirección de correo electrónico que usó para crear su cuenta. Dentro de unos minutos, le enviaremos un enlace para que pueda crear una nueva contraseña
fr: [fr] Please enter the email address you used to create your account. Within a few minutes, we will send you a link so you can create a new password.
pt: [pt] Please enter the email address you used to create your account. Within a few minutes, we will send you a link so you can create a new password.

source: lease ensure that <b>support@acorn.tv</b> is in your allowed senders list or else the reset link might end up in your spam folder.
es: Asegúrese de que <b>support@acorn.tv</b> se encuentre dentro de la lista de remitentes admitidos o, de otro modo, el enlace de restablecimiento puede terminar en su carpeta de spam.
fr: [fr] lease ensure that <b>support@acorn.tv</b> is in your allowed senders list or else the reset link might end up in your spam folder.
pt: [pt] lease ensure that <b>support@acorn.tv</b> is in your allowed senders list or else the reset link might end up in your spam folder.

source: Your Email Address
es: Su dirección de correo electrónico
fr: [fr] Your Email Address
pt: [pt] Your Email Address

source: Send Me a Reset Link
es: Enviarme un enlace de restablecimiento
fr: [fr] Send Me a Reset Link
pt: [pt] Send Me a Reset Link

source: Always available, always commercial free. Just $x.xx a month
es: Siempre disponible, siempre sin comerciales. Solo $x.xx por mes
fr: [fr] Always available, always commercial free. Just $x.xx a month
pt: [pt] Always available, always commercial free. Just $x.xx a month

source: Start your free week
es: Comenzar su semana gratis
fr: [fr] Start your free week
pt: [pt] Start your free week

source: Acorn TV streams world-class mysteries, dramas, and comedies from Britain and beyond. Binge-watch a classic series or discover your new favorite show among dozens of programs available exclusively on Acorn TV. With thousands of hours of commercial-free programming and new shows added weekly, there’s always something to watch!
es: Acorn TV transmite misterios, dramas y comedias de primer nivel desde Gran Bretaña y más allá. Haga una maratón de series clásicas o descubre tu nuevo espectáculo favorito entre docenas de programas disponibles exclusivamente en Acorn TV. Con miles de horas de programación sin comerciales y nuevos espectáculos agregados semanalmente, ¡siempre hay algo para mirar!
fr: [fr] Acorn TV streams world-class mysteries, dramas, and comedies from Britain and beyond. Binge-watch a classic series or discover your new favorite show among dozens of programs available exclusively on Acorn TV. With thousands of hours of commercial-free programming and new shows added weekly, there’s always something to watch!
pt: [pt] Acorn TV streams world-class mysteries, dramas, and comedies from Britain and beyond. Binge-watch a classic series or discover your new favorite show among dozens of programs available exclusively on Acorn TV. With thousands of hours of commercial-free programming and new shows added weekly, there’s always something to watch!

source: Start free trial or Browse Shows
es: Comience la prueba gratis o busque los espectáculos
fr: [fr] Start free trial or Browse Shows
pt: [pt] Start free trial or Browse Shows

source: Always Something New
es: Siempre algo nuevo
fr: [fr] Always Something New
pt: [pt] Always Something New

source: Get your extended, 30-day free trial. Enter the code NPR on the next page to sign up.
es: Obtener su extensión, 30 días de prueba gratis. Ingrese el código NPR en la siguiente página para registrarse.
fr: [fr] Get your extended, 30-day free trial. Enter the code NPR on the next page to sign up.
pt: [pt] Get your extended, 30-day free trial. Enter the code NPR on the next page to sign up.

source: Available on Roku, Apple TV, Amazon Fire TV, iPhone, iPad, Android, web and more.
es: Disponible en Roku, Apple TV, Amazon Fire TV, iPhone, iPad, Android, Web y más.
fr: [fr] Available on Roku, Apple TV, Amazon Fire TV, iPhone, iPad, Android, web and more.
pt: [pt] Available on Roku, Apple TV, Amazon Fire TV, iPhone, iPad, Android, web and more.

source: START YOUR TRIAL
es: INICIAR SU PRUEBA
fr: [fr] START YOUR TRIAL
pt: [pt] START YOUR TRIAL

source: Welcome to Acorn TV
es: Bienvenido a Acorn TV
fr: [fr] Welcome to Acorn TV
pt: [pt] Welcome to Acorn TV

source: Watch Acorn TV for 7 days with access from your local library.
es: Mire Acorn TV durante 7 días con acceso desde su biblioteca local.
fr: [fr] Watch Acorn TV for 7 days with access from your local library.
pt: [pt] Watch Acorn TV for 7 days with access from your local library.

source: Available on Roku, Acorn TV, Android devices, iPhone, iPad, web and more.
es: Disponible en Roku, Acorn TV, dispositivos Android, iPhone, iPad, Web y más.
fr: [fr] Available on Roku, Acorn TV, Android devices, iPhone, iPad, web and more.
pt: [pt] Available on Roku, Acorn TV, Android devices, iPhone, iPad, web and more.

source: Create your Acorn TV password below, then click 'Access Acorn TV'.
es: Cree su contraseña de Acorn TV a continuación, luego haga clic en “Acceder a Acorn TV”.
fr: [fr] Create your Acorn TV password below, then click 'Access Acorn TV'.
pt: [pt] Create your Acorn TV password below, then click 'Access Acorn TV'.
